7767517
228 257
Input            input_1                  0 1 input_1
Padding          model_1/model/zero_padding2d/Pad 1 1 input_1 model_1/model/zero_padding2d/Pad 0=1 1=1 2=0 3=0 4=0 5=0.000000e+00 7=1 8=1
Permute          model_1/model/re_lu/Relu6;model_1/model/batch_normalization/FusedBatchNormV3;model_1/model/batch_normalization_51/FusedBatchNormV3;model_1/model/depthwise_conv2d_18/depthwise;model_1/model/conv2d/Conv2D__169 1 1 model_1/model/zero_padding2d/Pad model_1/model/re_lu/Relu6;model_1/model/batch_normalization/FusedBatchNormV3;model_1/model/batch_normalization_51/FusedBatchNormV3;model_1/model/depthwise_conv2d_18/depthwise;model_1/model/conv2d/Conv2D__169:0 0=4
Convolution      model_1/model/re_lu/Relu6;model_1/model/batch_normalization/FusedBatchNormV3;model_1/model/batch_normalization_51/FusedBatchNormV3;model_1/model/depthwise_conv2d_18/depthwise;model_1/model/conv2d/Conv2D 1 1 model_1/model/re_lu/Relu6;model_1/model/batch_normalization/FusedBatchNormV3;model_1/model/batch_normalization_51/FusedBatchNormV3;model_1/model/depthwise_conv2d_18/depthwise;model_1/model/conv2d/Conv2D__169:0 model_1/model/re_lu/Relu6;model_1/model/batch_normalization/FusedBatchNormV3;model_1/model/batch_normalization_51/FusedBatchNormV3;model_1/model/depthwise_conv2d_18/depthwise;model_1/model/conv2d/Conv2D 0=24 1=3 11=3 2=1 12=1 3=2 13=2 5=1 6=648
Clip             Relu6__13                1 1 model_1/model/re_lu/Relu6;model_1/model/batch_normalization/FusedBatchNormV3;model_1/model/batch_normalization_51/FusedBatchNormV3;model_1/model/depthwise_conv2d_18/depthwise;model_1/model/conv2d/Conv2D Relu6__13:0 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise model_1/model/re_lu_1/Relu6;model_1/model/batch_normalization_1/FusedBatchNormV3;model_1/model/batch_normalization_51/FusedBatchNormV3;model_1/model/depthwise_conv2d_18/depthwise;model_1/model/depthwise_conv2d/depthwise 1 1 Relu6__13:0 model_1/model/re_lu_1/Relu6;model_1/model/batch_normalization_1/FusedBatchNormV3;model_1/model/batch_normalization_51/FusedBatchNormV3;model_1/model/depthwise_conv2d_18/depthwise;model_1/model/depthwise_conv2d/depthwise 0=24 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=216 7=24
Clip             Relu6__15                1 1 model_1/model/re_lu_1/Relu6;model_1/model/batch_normalization_1/FusedBatchNormV3;model_1/model/batch_normalization_51/FusedBatchNormV3;model_1/model/depthwise_conv2d_18/depthwise;model_1/model/depthwise_conv2d/depthwise Relu6__15:0 0=0.000000e+00 1=6.000000e+00
Convolution      model_1/model/batch_normalization_2/FusedBatchNormV3;model_1/model/conv2d_48/Conv2D;model_1/model/conv2d_1/Conv2D1 1 1 Relu6__15:0 model_1/model/batch_normalization_2/FusedBatchNormV3;model_1/model/conv2d_48/Conv2D;model_1/model/conv2d_1/Conv2D1 0=8 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=192
Split            splitncnn_0              1 3 model_1/model/batch_normalization_2/FusedBatchNormV3;model_1/model/conv2d_48/Conv2D;model_1/model/conv2d_1/Conv2D1 model_1/model/batch_normalization_2/FusedBatchNormV3;model_1/model/conv2d_48/Conv2D;model_1/model/conv2d_1/Conv2D1_splitncnn_0 model_1/model/batch_normalization_2/FusedBatchNormV3;model_1/model/conv2d_48/Conv2D;model_1/model/conv2d_1/Conv2D1_splitncnn_1 model_1/model/batch_normalization_2/FusedBatchNormV3;model_1/model/conv2d_48/Conv2D;model_1/model/conv2d_1/Conv2D1_splitncnn_2
ConvolutionDepthWise model_1/model/re_lu_56/Relu6;model_1/model/batch_normalization_71/FusedBatchNormV3;model_1/model/batch_normalization_81/FusedBatchNormV3;model_1/model/depthwise_conv2d_33/depthwise;model_1/model/conv2d_48/Conv2D;model_1/model/depthwise_conv2d_28/depthwise 1 1 model_1/model/batch_normalization_2/FusedBatchNormV3;model_1/model/conv2d_48/Conv2D;model_1/model/conv2d_1/Conv2D1_splitncnn_2 model_1/model/re_lu_56/Relu6;model_1/model/batch_normalization_71/FusedBatchNormV3;model_1/model/batch_normalization_81/FusedBatchNormV3;model_1/model/depthwise_conv2d_33/depthwise;model_1/model/conv2d_48/Conv2D;model_1/model/depthwise_conv2d_28/depthwise 0=8 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=72 7=8
Clip             Relu6__20                1 1 model_1/model/re_lu_56/Relu6;model_1/model/batch_normalization_71/FusedBatchNormV3;model_1/model/batch_normalization_81/FusedBatchNormV3;model_1/model/depthwise_conv2d_33/depthwise;model_1/model/conv2d_48/Conv2D;model_1/model/depthwise_conv2d_28/depthwise Relu6__20:0 0=0.000000e+00 1=6.000000e+00
Convolution      model_1/model/batch_normalization_72/FusedBatchNormV3;model_1/model/conv2d_43/BiasAdd/ReadVariableOp/resource;model_1/model/conv2d_43/BiasAdd;model_1/model/batch_normalization_81/FusedBatchNormV3;model_1/model/depthwise_conv2d_33/depthwise;model_1/model/conv2d_48/Conv2D;model_1/model/conv2d_43/Conv2D 1 1 Relu6__20:0 model_1/model/batch_normalization_72/FusedBatchNormV3;model_1/model/conv2d_43/BiasAdd/ReadVariableOp/resource;model_1/model/conv2d_43/BiasAdd;model_1/model/batch_normalization_81/FusedBatchNormV3;model_1/model/depthwise_conv2d_33/depthwise;model_1/model/conv2d_48/Conv2D;model_1/model/conv2d_43/Conv2D 0=8 1=1 11=1 2=1 12=1 3=1 13=1 5=1 6=64
BinaryOp         model_1/model/re_lu_57/Relu6;model_1/model/add_19/add 2 1 model_1/model/batch_normalization_2/FusedBatchNormV3;model_1/model/conv2d_48/Conv2D;model_1/model/conv2d_1/Conv2D1_splitncnn_1 model_1/model/batch_normalization_72/FusedBatchNormV3;model_1/model/conv2d_43/BiasAdd/ReadVariableOp/resource;model_1/model/conv2d_43/BiasAdd;model_1/model/batch_normalization_81/FusedBatchNormV3;model_1/model/depthwise_conv2d_33/depthwise;model_1/model/conv2d_48/Conv2D;model_1/model/conv2d_43/Conv2D model_1/model/re_lu_57/Relu6;model_1/model/add_19/add 0=0
Clip             Relu6__23                1 1 model_1/model/re_lu_57/Relu6;model_1/model/add_19/add Relu6__23:0 0=0.000000e+00 1=6.000000e+00
Convolution      model_1/model/re_lu_2/Relu6;model_1/model/batch_normalization_3/FusedBatchNormV3;model_1/model/batch_normalization_73/FusedBatchNormV3;model_1/model/depthwise_conv2d_29/depthwise;model_1/model/conv2d_2/Conv2D 1 1 model_1/model/batch_normalization_2/FusedBatchNormV3;model_1/model/conv2d_48/Conv2D;model_1/model/conv2d_1/Conv2D1_splitncnn_0 model_1/model/re_lu_2/Relu6;model_1/model/batch_normalization_3/FusedBatchNormV3;model_1/model/batch_normalization_73/FusedBatchNormV3;model_1/model/depthwise_conv2d_29/depthwise;model_1/model/conv2d_2/Conv2D 0=32 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=256
Clip             Relu6__18                1 1 model_1/model/re_lu_2/Relu6;model_1/model/batch_normalization_3/FusedBatchNormV3;model_1/model/batch_normalization_73/FusedBatchNormV3;model_1/model/depthwise_conv2d_29/depthwise;model_1/model/conv2d_2/Conv2D Relu6__18:0 0=0.000000e+00 1=6.000000e+00
Padding          model_1/model/zero_padding2d_1/Pad 1 1 Relu6__18:0 model_1/model/zero_padding2d_1/Pad 0=1 1=1 2=1 3=1 4=0 5=0.000000e+00 7=0 8=0
ConvolutionDepthWise model_1/model/re_lu_3/Relu6;model_1/model/batch_normalization_4/FusedBatchNormV3;model_1/model/batch_normalization_73/FusedBatchNormV3;model_1/model/depthwise_conv2d_29/depthwise;model_1/model/depthwise_conv2d_1/depthwise 1 1 model_1/model/zero_padding2d_1/Pad model_1/model/re_lu_3/Relu6;model_1/model/batch_normalization_4/FusedBatchNormV3;model_1/model/batch_normalization_73/FusedBatchNormV3;model_1/model/depthwise_conv2d_29/depthwise;model_1/model/depthwise_conv2d_1/depthwise 0=32 1=3 11=3 2=1 12=1 3=2 13=2 5=1 6=288 7=32
Clip             Relu6__24                1 1 model_1/model/re_lu_3/Relu6;model_1/model/batch_normalization_4/FusedBatchNormV3;model_1/model/batch_normalization_73/FusedBatchNormV3;model_1/model/depthwise_conv2d_29/depthwise;model_1/model/depthwise_conv2d_1/depthwise Relu6__24:0 0=0.000000e+00 1=6.000000e+00
Convolution      model_1/model/batch_normalization_5/FusedBatchNormV3;model_1/model/depthwise_conv2d_19/depthwise;model_1/model/conv2d_3/Conv2D1 1 1 Relu6__24:0 model_1/model/batch_normalization_5/FusedBatchNormV3;model_1/model/depthwise_conv2d_19/depthwise;model_1/model/conv2d_3/Conv2D1 0=16 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=512
Split            splitncnn_1              1 2 model_1/model/batch_normalization_5/FusedBatchNormV3;model_1/model/depthwise_conv2d_19/depthwise;model_1/model/conv2d_3/Conv2D1 model_1/model/batch_normalization_5/FusedBatchNormV3;model_1/model/depthwise_conv2d_19/depthwise;model_1/model/conv2d_3/Conv2D1_splitncnn_0 model_1/model/batch_normalization_5/FusedBatchNormV3;model_1/model/depthwise_conv2d_19/depthwise;model_1/model/conv2d_3/Conv2D1_splitncnn_1
Convolution      model_1/model/re_lu_4/Relu6;model_1/model/batch_normalization_6/FusedBatchNormV3;model_1/model/batch_normalization_10/FusedBatchNormV3;model_1/model/depthwise_conv2d_3/depthwise;model_1/model/conv2d_29/Conv2D;model_1/model/conv2d_4/Conv2D 1 1 model_1/model/batch_normalization_5/FusedBatchNormV3;model_1/model/depthwise_conv2d_19/depthwise;model_1/model/conv2d_3/Conv2D1_splitncnn_1 model_1/model/re_lu_4/Relu6;model_1/model/batch_normalization_6/FusedBatchNormV3;model_1/model/batch_normalization_10/FusedBatchNormV3;model_1/model/depthwise_conv2d_3/depthwise;model_1/model/conv2d_29/Conv2D;model_1/model/conv2d_4/Conv2D 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=1536
Clip             Relu6__27                1 1 model_1/model/re_lu_4/Relu6;model_1/model/batch_normalization_6/FusedBatchNormV3;model_1/model/batch_normalization_10/FusedBatchNormV3;model_1/model/depthwise_conv2d_3/depthwise;model_1/model/conv2d_29/Conv2D;model_1/model/conv2d_4/Conv2D Relu6__27:0 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise model_1/model/re_lu_5/Relu6;model_1/model/batch_normalization_7/FusedBatchNormV3;model_1/model/batch_normalization_10/FusedBatchNormV3;model_1/model/depthwise_conv2d_3/depthwise;model_1/model/conv2d_29/Conv2D;model_1/model/depthwise_conv2d_2/depthwise 1 1 Relu6__27:0 model_1/model/re_lu_5/Relu6;model_1/model/batch_normalization_7/FusedBatchNormV3;model_1/model/batch_normalization_10/FusedBatchNormV3;model_1/model/depthwise_conv2d_3/depthwise;model_1/model/conv2d_29/Conv2D;model_1/model/depthwise_conv2d_2/depthwise 0=96 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=864 7=96
Clip             Relu6__29                1 1 model_1/model/re_lu_5/Relu6;model_1/model/batch_normalization_7/FusedBatchNormV3;model_1/model/batch_normalization_10/FusedBatchNormV3;model_1/model/depthwise_conv2d_3/depthwise;model_1/model/conv2d_29/Conv2D;model_1/model/depthwise_conv2d_2/depthwise Relu6__29:0 0=0.000000e+00 1=6.000000e+00
Convolution      model_1/model/batch_normalization_8/FusedBatchNormV3;model_1/model/depthwise_conv2d_19/depthwise;model_1/model/conv2d_5/Conv2D1 1 1 Relu6__29:0 model_1/model/batch_normalization_8/FusedBatchNormV3;model_1/model/depthwise_conv2d_19/depthwise;model_1/model/conv2d_5/Conv2D1 0=16 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=1536
BinaryOp         model_1/model/add/add    2 1 model_1/model/batch_normalization_8/FusedBatchNormV3;model_1/model/depthwise_conv2d_19/depthwise;model_1/model/conv2d_5/Conv2D1 model_1/model/batch_normalization_5/FusedBatchNormV3;model_1/model/depthwise_conv2d_19/depthwise;model_1/model/conv2d_3/Conv2D1_splitncnn_0 model_1/model/add/add 0=0
Split            splitncnn_2              1 2 model_1/model/add/add model_1/model/add/add_splitncnn_0 model_1/model/add/add_splitncnn_1
Convolution      model_1/model/re_lu_6/Relu6;model_1/model/batch_normalization_9/FusedBatchNormV3;model_1/model/batch_normalization_10/FusedBatchNormV3;model_1/model/depthwise_conv2d_3/depthwise;model_1/model/conv2d_29/Conv2D;model_1/model/conv2d_6/Conv2D 1 1 model_1/model/add/add_splitncnn_1 model_1/model/re_lu_6/Relu6;model_1/model/batch_normalization_9/FusedBatchNormV3;model_1/model/batch_normalization_10/FusedBatchNormV3;model_1/model/depthwise_conv2d_3/depthwise;model_1/model/conv2d_29/Conv2D;model_1/model/conv2d_6/Conv2D 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=1536
Clip             Relu6__32                1 1 model_1/model/re_lu_6/Relu6;model_1/model/batch_normalization_9/FusedBatchNormV3;model_1/model/batch_normalization_10/FusedBatchNormV3;model_1/model/depthwise_conv2d_3/depthwise;model_1/model/conv2d_29/Conv2D;model_1/model/conv2d_6/Conv2D Relu6__32:0 0=0.000000e+00 1=6.000000e+00
Padding          model_1/model/zero_padding2d_2/Pad 1 1 Relu6__32:0 model_1/model/zero_padding2d_2/Pad 0=2 1=2 2=2 3=2 4=0 5=0.000000e+00 7=0 8=0
ConvolutionDepthWise model_1/model/re_lu_7/Relu6;model_1/model/batch_normalization_10/FusedBatchNormV3;model_1/model/depthwise_conv2d_3/depthwise;model_1/model/conv2d_29/Conv2D 1 1 model_1/model/zero_padding2d_2/Pad model_1/model/re_lu_7/Relu6;model_1/model/batch_normalization_10/FusedBatchNormV3;model_1/model/depthwise_conv2d_3/depthwise;model_1/model/conv2d_29/Conv2D 0=96 1=5 11=5 2=1 12=1 3=2 13=2 5=1 6=2400 7=96
Clip             Relu6__38                1 1 model_1/model/re_lu_7/Relu6;model_1/model/batch_normalization_10/FusedBatchNormV3;model_1/model/depthwise_conv2d_3/depthwise;model_1/model/conv2d_29/Conv2D Relu6__38:0 0=0.000000e+00 1=6.000000e+00
Convolution      model_1/model/batch_normalization_11/FusedBatchNormV3;model_1/model/depthwise_conv2d_18/depthwise;model_1/model/conv2d_7/Conv2D1 1 1 Relu6__38:0 model_1/model/batch_normalization_11/FusedBatchNormV3;model_1/model/depthwise_conv2d_18/depthwise;model_1/model/conv2d_7/Conv2D1 0=24 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=2304
Split            splitncnn_3              1 2 model_1/model/batch_normalization_11/FusedBatchNormV3;model_1/model/depthwise_conv2d_18/depthwise;model_1/model/conv2d_7/Conv2D1 model_1/model/batch_normalization_11/FusedBatchNormV3;model_1/model/depthwise_conv2d_18/depthwise;model_1/model/conv2d_7/Conv2D1_splitncnn_0 model_1/model/batch_normalization_11/FusedBatchNormV3;model_1/model/depthwise_conv2d_18/depthwise;model_1/model/conv2d_7/Conv2D1_splitncnn_1
Convolution      model_1/model/re_lu_8/Relu6;model_1/model/batch_normalization_12/FusedBatchNormV3;model_1/model/batch_normalization_16/FusedBatchNormV3;model_1/model/depthwise_conv2d_5/depthwise;model_1/model/conv2d_8/Conv2D 1 1 model_1/model/batch_normalization_11/FusedBatchNormV3;model_1/model/depthwise_conv2d_18/depthwise;model_1/model/conv2d_7/Conv2D1_splitncnn_1 model_1/model/re_lu_8/Relu6;model_1/model/batch_normalization_12/FusedBatchNormV3;model_1/model/batch_normalization_16/FusedBatchNormV3;model_1/model/depthwise_conv2d_5/depthwise;model_1/model/conv2d_8/Conv2D 0=144 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=3456
Clip             Relu6__41                1 1 model_1/model/re_lu_8/Relu6;model_1/model/batch_normalization_12/FusedBatchNormV3;model_1/model/batch_normalization_16/FusedBatchNormV3;model_1/model/depthwise_conv2d_5/depthwise;model_1/model/conv2d_8/Conv2D Relu6__41:0 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise model_1/model/re_lu_9/Relu6;model_1/model/batch_normalization_13/FusedBatchNormV3;model_1/model/batch_normalization_16/FusedBatchNormV3;model_1/model/depthwise_conv2d_5/depthwise;model_1/model/depthwise_conv2d_4/depthwise 1 1 Relu6__41:0 model_1/model/re_lu_9/Relu6;model_1/model/batch_normalization_13/FusedBatchNormV3;model_1/model/batch_normalization_16/FusedBatchNormV3;model_1/model/depthwise_conv2d_5/depthwise;model_1/model/depthwise_conv2d_4/depthwise 0=144 1=5 11=5 2=1 12=1 3=1 13=1 4=2 14=2 15=2 16=2 5=1 6=3600 7=144
Clip             Relu6__43                1 1 model_1/model/re_lu_9/Relu6;model_1/model/batch_normalization_13/FusedBatchNormV3;model_1/model/batch_normalization_16/FusedBatchNormV3;model_1/model/depthwise_conv2d_5/depthwise;model_1/model/depthwise_conv2d_4/depthwise Relu6__43:0 0=0.000000e+00 1=6.000000e+00
Convolution      model_1/model/batch_normalization_14/FusedBatchNormV3;model_1/model/depthwise_conv2d_18/depthwise;model_1/model/conv2d_9/Conv2D1 1 1 Relu6__43:0 model_1/model/batch_normalization_14/FusedBatchNormV3;model_1/model/depthwise_conv2d_18/depthwise;model_1/model/conv2d_9/Conv2D1 0=24 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=3456
BinaryOp         model_1/model/add_1/add  2 1 model_1/model/batch_normalization_14/FusedBatchNormV3;model_1/model/depthwise_conv2d_18/depthwise;model_1/model/conv2d_9/Conv2D1 model_1/model/batch_normalization_11/FusedBatchNormV3;model_1/model/depthwise_conv2d_18/depthwise;model_1/model/conv2d_7/Conv2D1_splitncnn_0 model_1/model/add_1/add 0=0
Split            splitncnn_4              1 2 model_1/model/add_1/add model_1/model/add_1/add_splitncnn_0 model_1/model/add_1/add_splitncnn_1
ConvolutionDepthWise model_1/model/re_lu_36/Relu6;model_1/model/batch_normalization_51/FusedBatchNormV3;model_1/model/depthwise_conv2d_18/depthwise 1 1 model_1/model/add_1/add_splitncnn_1 model_1/model/re_lu_36/Relu6;model_1/model/batch_normalization_51/FusedBatchNormV3;model_1/model/depthwise_conv2d_18/depthwise 0=24 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=216 7=24
Clip             Relu6__48                1 1 model_1/model/re_lu_36/Relu6;model_1/model/batch_normalization_51/FusedBatchNormV3;model_1/model/depthwise_conv2d_18/depthwise Relu6__48:0 0=0.000000e+00 1=6.000000e+00
Convolution      model_1/model/re_lu_37/Relu6;model_1/model/batch_normalization_52/FusedBatchNormV3;model_1/model/conv2d_33/BiasAdd/ReadVariableOp/resource;model_1/model/conv2d_33/BiasAdd;model_1/model/depthwise_conv2d_29/depthwise;model_1/model/conv2d_33/Conv2D1 1 1 Relu6__48:0 model_1/model/re_lu_37/Relu6;model_1/model/batch_normalization_52/FusedBatchNormV3;model_1/model/conv2d_33/BiasAdd/ReadVariableOp/resource;model_1/model/conv2d_33/BiasAdd;model_1/model/depthwise_conv2d_29/depthwise;model_1/model/conv2d_33/Conv2D1 0=32 1=1 11=1 2=1 12=1 3=1 13=1 5=1 6=768
Clip             Relu6__50                1 1 model_1/model/re_lu_37/Relu6;model_1/model/batch_normalization_52/FusedBatchNormV3;model_1/model/conv2d_33/BiasAdd/ReadVariableOp/resource;model_1/model/conv2d_33/BiasAdd;model_1/model/depthwise_conv2d_29/depthwise;model_1/model/conv2d_33/Conv2D1 Relu6__50:0 0=0.000000e+00 1=6.000000e+00
Convolution      model_1/model/re_lu_10/Relu6;model_1/model/batch_normalization_15/FusedBatchNormV3;model_1/model/batch_normalization_16/FusedBatchNormV3;model_1/model/depthwise_conv2d_5/depthwise;model_1/model/conv2d_10/Conv2D 1 1 model_1/model/add_1/add_splitncnn_0 model_1/model/re_lu_10/Relu6;model_1/model/batch_normalization_15/FusedBatchNormV3;model_1/model/batch_normalization_16/FusedBatchNormV3;model_1/model/depthwise_conv2d_5/depthwise;model_1/model/conv2d_10/Conv2D 0=144 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=3456
Clip             Relu6__46                1 1 model_1/model/re_lu_10/Relu6;model_1/model/batch_normalization_15/FusedBatchNormV3;model_1/model/batch_normalization_16/FusedBatchNormV3;model_1/model/depthwise_conv2d_5/depthwise;model_1/model/conv2d_10/Conv2D Relu6__46:0 0=0.000000e+00 1=6.000000e+00
Padding          model_1/model/zero_padding2d_3/Pad 1 1 Relu6__46:0 model_1/model/zero_padding2d_3/Pad 0=1 1=1 2=1 3=1 4=0 5=0.000000e+00 7=0 8=0
ConvolutionDepthWise model_1/model/re_lu_11/Relu6;model_1/model/batch_normalization_16/FusedBatchNormV3;model_1/model/depthwise_conv2d_5/depthwise 1 1 model_1/model/zero_padding2d_3/Pad model_1/model/re_lu_11/Relu6;model_1/model/batch_normalization_16/FusedBatchNormV3;model_1/model/depthwise_conv2d_5/depthwise 0=144 1=3 11=3 2=1 12=1 3=2 13=2 5=1 6=1296 7=144
Clip             Relu6__52                1 1 model_1/model/re_lu_11/Relu6;model_1/model/batch_normalization_16/FusedBatchNormV3;model_1/model/depthwise_conv2d_5/depthwise Relu6__52:0 0=0.000000e+00 1=6.000000e+00
Convolution      model_1/model/batch_normalization_17/FusedBatchNormV3;model_1/model/conv2d_15/Conv2D;model_1/model/conv2d_11/Conv2D1 1 1 Relu6__52:0 model_1/model/batch_normalization_17/FusedBatchNormV3;model_1/model/conv2d_15/Conv2D;model_1/model/conv2d_11/Conv2D1 0=40 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=5760
Split            splitncnn_5              1 2 model_1/model/batch_normalization_17/FusedBatchNormV3;model_1/model/conv2d_15/Conv2D;model_1/model/conv2d_11/Conv2D1 model_1/model/batch_normalization_17/FusedBatchNormV3;model_1/model/conv2d_15/Conv2D;model_1/model/conv2d_11/Conv2D1_splitncnn_0 model_1/model/batch_normalization_17/FusedBatchNormV3;model_1/model/conv2d_15/Conv2D;model_1/model/conv2d_11/Conv2D1_splitncnn_1
Convolution      model_1/model/re_lu_12/Relu6;model_1/model/batch_normalization_18/FusedBatchNormV3;model_1/model/batch_normalization_25/FusedBatchNormV3;model_1/model/depthwise_conv2d_8/depthwise;model_1/model/conv2d_12/Conv2D 1 1 model_1/model/batch_normalization_17/FusedBatchNormV3;model_1/model/conv2d_15/Conv2D;model_1/model/conv2d_11/Conv2D1_splitncnn_1 model_1/model/re_lu_12/Relu6;model_1/model/batch_normalization_18/FusedBatchNormV3;model_1/model/batch_normalization_25/FusedBatchNormV3;model_1/model/depthwise_conv2d_8/depthwise;model_1/model/conv2d_12/Conv2D 0=240 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=9600
Clip             Relu6__55                1 1 model_1/model/re_lu_12/Relu6;model_1/model/batch_normalization_18/FusedBatchNormV3;model_1/model/batch_normalization_25/FusedBatchNormV3;model_1/model/depthwise_conv2d_8/depthwise;model_1/model/conv2d_12/Conv2D Relu6__55:0 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise model_1/model/re_lu_13/Relu6;model_1/model/batch_normalization_19/FusedBatchNormV3;model_1/model/batch_normalization_25/FusedBatchNormV3;model_1/model/depthwise_conv2d_8/depthwise;model_1/model/depthwise_conv2d_6/depthwise 1 1 Relu6__55:0 model_1/model/re_lu_13/Relu6;model_1/model/batch_normalization_19/FusedBatchNormV3;model_1/model/batch_normalization_25/FusedBatchNormV3;model_1/model/depthwise_conv2d_8/depthwise;model_1/model/depthwise_conv2d_6/depthwise 0=240 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=2160 7=240
Clip             Relu6__57                1 1 model_1/model/re_lu_13/Relu6;model_1/model/batch_normalization_19/FusedBatchNormV3;model_1/model/batch_normalization_25/FusedBatchNormV3;model_1/model/depthwise_conv2d_8/depthwise;model_1/model/depthwise_conv2d_6/depthwise Relu6__57:0 0=0.000000e+00 1=6.000000e+00
Convolution      model_1/model/batch_normalization_20/FusedBatchNormV3;model_1/model/conv2d_15/Conv2D;model_1/model/conv2d_13/Conv2D1 1 1 Relu6__57:0 model_1/model/batch_normalization_20/FusedBatchNormV3;model_1/model/conv2d_15/Conv2D;model_1/model/conv2d_13/Conv2D1 0=40 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=9600
BinaryOp         model_1/model/add_2/add  2 1 model_1/model/batch_normalization_20/FusedBatchNormV3;model_1/model/conv2d_15/Conv2D;model_1/model/conv2d_13/Conv2D1 model_1/model/batch_normalization_17/FusedBatchNormV3;model_1/model/conv2d_15/Conv2D;model_1/model/conv2d_11/Conv2D1_splitncnn_0 model_1/model/add_2/add 0=0
Split            splitncnn_6              1 2 model_1/model/add_2/add model_1/model/add_2/add_splitncnn_0 model_1/model/add_2/add_splitncnn_1
Convolution      model_1/model/re_lu_14/Relu6;model_1/model/batch_normalization_21/FusedBatchNormV3;model_1/model/batch_normalization_25/FusedBatchNormV3;model_1/model/depthwise_conv2d_8/depthwise;model_1/model/conv2d_14/Conv2D 1 1 model_1/model/add_2/add_splitncnn_1 model_1/model/re_lu_14/Relu6;model_1/model/batch_normalization_21/FusedBatchNormV3;model_1/model/batch_normalization_25/FusedBatchNormV3;model_1/model/depthwise_conv2d_8/depthwise;model_1/model/conv2d_14/Conv2D 0=240 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=9600
Clip             Relu6__60                1 1 model_1/model/re_lu_14/Relu6;model_1/model/batch_normalization_21/FusedBatchNormV3;model_1/model/batch_normalization_25/FusedBatchNormV3;model_1/model/depthwise_conv2d_8/depthwise;model_1/model/conv2d_14/Conv2D Relu6__60:0 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise model_1/model/re_lu_15/Relu6;model_1/model/batch_normalization_22/FusedBatchNormV3;model_1/model/batch_normalization_25/FusedBatchNormV3;model_1/model/depthwise_conv2d_8/depthwise;model_1/model/depthwise_conv2d_7/depthwise 1 1 Relu6__60:0 model_1/model/re_lu_15/Relu6;model_1/model/batch_normalization_22/FusedBatchNormV3;model_1/model/batch_normalization_25/FusedBatchNormV3;model_1/model/depthwise_conv2d_8/depthwise;model_1/model/depthwise_conv2d_7/depthwise 0=240 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=2160 7=240
Clip             Relu6__62                1 1 model_1/model/re_lu_15/Relu6;model_1/model/batch_normalization_22/FusedBatchNormV3;model_1/model/batch_normalization_25/FusedBatchNormV3;model_1/model/depthwise_conv2d_8/depthwise;model_1/model/depthwise_conv2d_7/depthwise Relu6__62:0 0=0.000000e+00 1=6.000000e+00
Convolution      model_1/model/batch_normalization_23/FusedBatchNormV3;model_1/model/conv2d_15/Conv2D1 1 1 Relu6__62:0 model_1/model/batch_normalization_23/FusedBatchNormV3;model_1/model/conv2d_15/Conv2D1 0=40 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=9600
BinaryOp         model_1/model/add_3/add  2 1 model_1/model/batch_normalization_23/FusedBatchNormV3;model_1/model/conv2d_15/Conv2D1 model_1/model/add_2/add_splitncnn_0 model_1/model/add_3/add 0=0
Convolution      model_1/model/re_lu_16/Relu6;model_1/model/batch_normalization_24/FusedBatchNormV3;model_1/model/batch_normalization_25/FusedBatchNormV3;model_1/model/depthwise_conv2d_8/depthwise;model_1/model/conv2d_16/Conv2D 1 1 model_1/model/add_3/add model_1/model/re_lu_16/Relu6;model_1/model/batch_normalization_24/FusedBatchNormV3;model_1/model/batch_normalization_25/FusedBatchNormV3;model_1/model/depthwise_conv2d_8/depthwise;model_1/model/conv2d_16/Conv2D 0=240 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=9600
Clip             Relu6__65                1 1 model_1/model/re_lu_16/Relu6;model_1/model/batch_normalization_24/FusedBatchNormV3;model_1/model/batch_normalization_25/FusedBatchNormV3;model_1/model/depthwise_conv2d_8/depthwise;model_1/model/conv2d_16/Conv2D Relu6__65:0 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise model_1/model/re_lu_17/Relu6;model_1/model/batch_normalization_25/FusedBatchNormV3;model_1/model/depthwise_conv2d_8/depthwise 1 1 Relu6__65:0 model_1/model/re_lu_17/Relu6;model_1/model/batch_normalization_25/FusedBatchNormV3;model_1/model/depthwise_conv2d_8/depthwise 0=240 1=5 11=5 2=1 12=1 3=1 13=1 4=2 14=2 15=2 16=2 5=1 6=6000 7=240
Clip             Relu6__67                1 1 model_1/model/re_lu_17/Relu6;model_1/model/batch_normalization_25/FusedBatchNormV3;model_1/model/depthwise_conv2d_8/depthwise Relu6__67:0 0=0.000000e+00 1=6.000000e+00
Convolution      model_1/model/batch_normalization_26/FusedBatchNormV3;model_1/model/depthwise_conv2d_17/depthwise;model_1/model/conv2d_17/Conv2D1 1 1 Relu6__67:0 model_1/model/batch_normalization_26/FusedBatchNormV3;model_1/model/depthwise_conv2d_17/depthwise;model_1/model/conv2d_17/Conv2D1 0=56 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=13440
Split            splitncnn_7              1 2 model_1/model/batch_normalization_26/FusedBatchNormV3;model_1/model/depthwise_conv2d_17/depthwise;model_1/model/conv2d_17/Conv2D1 model_1/model/batch_normalization_26/FusedBatchNormV3;model_1/model/depthwise_conv2d_17/depthwise;model_1/model/conv2d_17/Conv2D1_splitncnn_0 model_1/model/batch_normalization_26/FusedBatchNormV3;model_1/model/depthwise_conv2d_17/depthwise;model_1/model/conv2d_17/Conv2D1_splitncnn_1
Convolution      model_1/model/re_lu_18/Relu6;model_1/model/batch_normalization_27/FusedBatchNormV3;model_1/model/batch_normalization_34/FusedBatchNormV3;model_1/model/depthwise_conv2d_11/depthwise;model_1/model/conv2d_18/Conv2D 1 1 model_1/model/batch_normalization_26/FusedBatchNormV3;model_1/model/depthwise_conv2d_17/depthwise;model_1/model/conv2d_17/Conv2D1_splitncnn_1 model_1/model/re_lu_18/Relu6;model_1/model/batch_normalization_27/FusedBatchNormV3;model_1/model/batch_normalization_34/FusedBatchNormV3;model_1/model/depthwise_conv2d_11/depthwise;model_1/model/conv2d_18/Conv2D 0=336 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=18816
Clip             Relu6__70                1 1 model_1/model/re_lu_18/Relu6;model_1/model/batch_normalization_27/FusedBatchNormV3;model_1/model/batch_normalization_34/FusedBatchNormV3;model_1/model/depthwise_conv2d_11/depthwise;model_1/model/conv2d_18/Conv2D Relu6__70:0 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise model_1/model/re_lu_19/Relu6;model_1/model/batch_normalization_28/FusedBatchNormV3;model_1/model/batch_normalization_34/FusedBatchNormV3;model_1/model/depthwise_conv2d_11/depthwise;model_1/model/depthwise_conv2d_9/depthwise 1 1 Relu6__70:0 model_1/model/re_lu_19/Relu6;model_1/model/batch_normalization_28/FusedBatchNormV3;model_1/model/batch_normalization_34/FusedBatchNormV3;model_1/model/depthwise_conv2d_11/depthwise;model_1/model/depthwise_conv2d_9/depthwise 0=336 1=5 11=5 2=1 12=1 3=1 13=1 4=2 14=2 15=2 16=2 5=1 6=8400 7=336
Clip             Relu6__72                1 1 model_1/model/re_lu_19/Relu6;model_1/model/batch_normalization_28/FusedBatchNormV3;model_1/model/batch_normalization_34/FusedBatchNormV3;model_1/model/depthwise_conv2d_11/depthwise;model_1/model/depthwise_conv2d_9/depthwise Relu6__72:0 0=0.000000e+00 1=6.000000e+00
Convolution      model_1/model/batch_normalization_29/FusedBatchNormV3;model_1/model/depthwise_conv2d_17/depthwise;model_1/model/conv2d_19/Conv2D1 1 1 Relu6__72:0 model_1/model/batch_normalization_29/FusedBatchNormV3;model_1/model/depthwise_conv2d_17/depthwise;model_1/model/conv2d_19/Conv2D1 0=56 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=18816
BinaryOp         model_1/model/add_4/add  2 1 model_1/model/batch_normalization_29/FusedBatchNormV3;model_1/model/depthwise_conv2d_17/depthwise;model_1/model/conv2d_19/Conv2D1 model_1/model/batch_normalization_26/FusedBatchNormV3;model_1/model/depthwise_conv2d_17/depthwise;model_1/model/conv2d_17/Conv2D1_splitncnn_0 model_1/model/add_4/add 0=0
Split            splitncnn_8              1 2 model_1/model/add_4/add model_1/model/add_4/add_splitncnn_0 model_1/model/add_4/add_splitncnn_1
Convolution      model_1/model/re_lu_20/Relu6;model_1/model/batch_normalization_30/FusedBatchNormV3;model_1/model/batch_normalization_34/FusedBatchNormV3;model_1/model/depthwise_conv2d_11/depthwise;model_1/model/conv2d_20/Conv2D 1 1 model_1/model/add_4/add_splitncnn_1 model_1/model/re_lu_20/Relu6;model_1/model/batch_normalization_30/FusedBatchNormV3;model_1/model/batch_normalization_34/FusedBatchNormV3;model_1/model/depthwise_conv2d_11/depthwise;model_1/model/conv2d_20/Conv2D 0=336 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=18816
Clip             Relu6__75                1 1 model_1/model/re_lu_20/Relu6;model_1/model/batch_normalization_30/FusedBatchNormV3;model_1/model/batch_normalization_34/FusedBatchNormV3;model_1/model/depthwise_conv2d_11/depthwise;model_1/model/conv2d_20/Conv2D Relu6__75:0 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise model_1/model/re_lu_21/Relu6;model_1/model/batch_normalization_31/FusedBatchNormV3;model_1/model/batch_normalization_34/FusedBatchNormV3;model_1/model/depthwise_conv2d_11/depthwise;model_1/model/depthwise_conv2d_10/depthwise 1 1 Relu6__75:0 model_1/model/re_lu_21/Relu6;model_1/model/batch_normalization_31/FusedBatchNormV3;model_1/model/batch_normalization_34/FusedBatchNormV3;model_1/model/depthwise_conv2d_11/depthwise;model_1/model/depthwise_conv2d_10/depthwise 0=336 1=5 11=5 2=1 12=1 3=1 13=1 4=2 14=2 15=2 16=2 5=1 6=8400 7=336
Clip             Relu6__77                1 1 model_1/model/re_lu_21/Relu6;model_1/model/batch_normalization_31/FusedBatchNormV3;model_1/model/batch_normalization_34/FusedBatchNormV3;model_1/model/depthwise_conv2d_11/depthwise;model_1/model/depthwise_conv2d_10/depthwise Relu6__77:0 0=0.000000e+00 1=6.000000e+00
Convolution      model_1/model/batch_normalization_32/FusedBatchNormV3;model_1/model/depthwise_conv2d_17/depthwise;model_1/model/conv2d_21/Conv2D1 1 1 Relu6__77:0 model_1/model/batch_normalization_32/FusedBatchNormV3;model_1/model/depthwise_conv2d_17/depthwise;model_1/model/conv2d_21/Conv2D1 0=56 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=18816
BinaryOp         model_1/model/add_5/add  2 1 model_1/model/batch_normalization_32/FusedBatchNormV3;model_1/model/depthwise_conv2d_17/depthwise;model_1/model/conv2d_21/Conv2D1 model_1/model/add_4/add_splitncnn_0 model_1/model/add_5/add 0=0
Split            splitncnn_9              1 2 model_1/model/add_5/add model_1/model/add_5/add_splitncnn_0 model_1/model/add_5/add_splitncnn_1
ConvolutionDepthWise model_1/model/re_lu_34/Relu6;model_1/model/batch_normalization_49/FusedBatchNormV3;model_1/model/depthwise_conv2d_17/depthwise 1 1 model_1/model/add_5/add_splitncnn_1 model_1/model/re_lu_34/Relu6;model_1/model/batch_normalization_49/FusedBatchNormV3;model_1/model/depthwise_conv2d_17/depthwise 0=56 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=504 7=56
Clip             Relu6__82                1 1 model_1/model/re_lu_34/Relu6;model_1/model/batch_normalization_49/FusedBatchNormV3;model_1/model/depthwise_conv2d_17/depthwise Relu6__82:0 0=0.000000e+00 1=6.000000e+00
Convolution      model_1/model/re_lu_35/Relu6;model_1/model/batch_normalization_50/FusedBatchNormV3;model_1/model/conv2d_32/BiasAdd/ReadVariableOp/resource;model_1/model/conv2d_32/BiasAdd;model_1/model/depthwise_conv2d_29/depthwise;model_1/model/conv2d_32/Conv2D1 1 1 Relu6__82:0 model_1/model/re_lu_35/Relu6;model_1/model/batch_normalization_50/FusedBatchNormV3;model_1/model/conv2d_32/BiasAdd/ReadVariableOp/resource;model_1/model/conv2d_32/BiasAdd;model_1/model/depthwise_conv2d_29/depthwise;model_1/model/conv2d_32/Conv2D1 0=32 1=1 11=1 2=1 12=1 3=1 13=1 5=1 6=1792
Clip             Relu6__84                1 1 model_1/model/re_lu_35/Relu6;model_1/model/batch_normalization_50/FusedBatchNormV3;model_1/model/conv2d_32/BiasAdd/ReadVariableOp/resource;model_1/model/conv2d_32/BiasAdd;model_1/model/depthwise_conv2d_29/depthwise;model_1/model/conv2d_32/Conv2D1 Relu6__84:0 0=0.000000e+00 1=6.000000e+00
Convolution      model_1/model/re_lu_22/Relu6;model_1/model/batch_normalization_33/FusedBatchNormV3;model_1/model/batch_normalization_34/FusedBatchNormV3;model_1/model/depthwise_conv2d_11/depthwise;model_1/model/conv2d_22/Conv2D 1 1 model_1/model/add_5/add_splitncnn_0 model_1/model/re_lu_22/Relu6;model_1/model/batch_normalization_33/FusedBatchNormV3;model_1/model/batch_normalization_34/FusedBatchNormV3;model_1/model/depthwise_conv2d_11/depthwise;model_1/model/conv2d_22/Conv2D 0=336 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=18816
Clip             Relu6__80                1 1 model_1/model/re_lu_22/Relu6;model_1/model/batch_normalization_33/FusedBatchNormV3;model_1/model/batch_normalization_34/FusedBatchNormV3;model_1/model/depthwise_conv2d_11/depthwise;model_1/model/conv2d_22/Conv2D Relu6__80:0 0=0.000000e+00 1=6.000000e+00
Padding          model_1/model/zero_padding2d_4/Pad 1 1 Relu6__80:0 model_1/model/zero_padding2d_4/Pad 0=2 1=2 2=2 3=2 4=0 5=0.000000e+00 7=0 8=0
ConvolutionDepthWise model_1/model/re_lu_23/Relu6;model_1/model/batch_normalization_34/FusedBatchNormV3;model_1/model/depthwise_conv2d_11/depthwise 1 1 model_1/model/zero_padding2d_4/Pad model_1/model/re_lu_23/Relu6;model_1/model/batch_normalization_34/FusedBatchNormV3;model_1/model/depthwise_conv2d_11/depthwise 0=336 1=5 11=5 2=1 12=1 3=2 13=2 5=1 6=8400 7=336
Clip             Relu6__86                1 1 model_1/model/re_lu_23/Relu6;model_1/model/batch_normalization_34/FusedBatchNormV3;model_1/model/depthwise_conv2d_11/depthwise Relu6__86:0 0=0.000000e+00 1=6.000000e+00
Convolution      model_1/model/batch_normalization_35/FusedBatchNormV3;model_1/model/conv2d_29/Conv2D;model_1/model/conv2d_23/Conv2D1 1 1 Relu6__86:0 model_1/model/batch_normalization_35/FusedBatchNormV3;model_1/model/conv2d_29/Conv2D;model_1/model/conv2d_23/Conv2D1 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=32256
Split            splitncnn_10             1 2 model_1/model/batch_normalization_35/FusedBatchNormV3;model_1/model/conv2d_29/Conv2D;model_1/model/conv2d_23/Conv2D1 model_1/model/batch_normalization_35/FusedBatchNormV3;model_1/model/conv2d_29/Conv2D;model_1/model/conv2d_23/Conv2D1_splitncnn_0 model_1/model/batch_normalization_35/FusedBatchNormV3;model_1/model/conv2d_29/Conv2D;model_1/model/conv2d_23/Conv2D1_splitncnn_1
Convolution      model_1/model/re_lu_24/Relu6;model_1/model/batch_normalization_36/FusedBatchNormV3;model_1/model/batch_normalization_55/FusedBatchNormV3;model_1/model/depthwise_conv2d_20/depthwise;model_1/model/conv2d_24/Conv2D 1 1 model_1/model/batch_normalization_35/FusedBatchNormV3;model_1/model/conv2d_29/Conv2D;model_1/model/conv2d_23/Conv2D1_splitncnn_1 model_1/model/re_lu_24/Relu6;model_1/model/batch_normalization_36/FusedBatchNormV3;model_1/model/batch_normalization_55/FusedBatchNormV3;model_1/model/depthwise_conv2d_20/depthwise;model_1/model/conv2d_24/Conv2D 0=576 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=55296
Clip             Relu6__89                1 1 model_1/model/re_lu_24/Relu6;model_1/model/batch_normalization_36/FusedBatchNormV3;model_1/model/batch_normalization_55/FusedBatchNormV3;model_1/model/depthwise_conv2d_20/depthwise;model_1/model/conv2d_24/Conv2D Relu6__89:0 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise model_1/model/re_lu_25/Relu6;model_1/model/batch_normalization_37/FusedBatchNormV3;model_1/model/depthwise_conv2d_12/depthwise;model_1/model/depthwise_conv2d_20/depthwise 1 1 Relu6__89:0 model_1/model/re_lu_25/Relu6;model_1/model/batch_normalization_37/FusedBatchNormV3;model_1/model/depthwise_conv2d_12/depthwise;model_1/model/depthwise_conv2d_20/depthwise 0=576 1=5 11=5 2=1 12=1 3=1 13=1 4=2 14=2 15=2 16=2 5=1 6=14400 7=576
Clip             Relu6__91                1 1 model_1/model/re_lu_25/Relu6;model_1/model/batch_normalization_37/FusedBatchNormV3;model_1/model/depthwise_conv2d_12/depthwise;model_1/model/depthwise_conv2d_20/depthwise Relu6__91:0 0=0.000000e+00 1=6.000000e+00
Convolution      model_1/model/batch_normalization_38/FusedBatchNormV3;model_1/model/conv2d_29/Conv2D;model_1/model/conv2d_25/Conv2D1 1 1 Relu6__91:0 model_1/model/batch_normalization_38/FusedBatchNormV3;model_1/model/conv2d_29/Conv2D;model_1/model/conv2d_25/Conv2D1 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=55296
BinaryOp         model_1/model/add_6/add  2 1 model_1/model/batch_normalization_38/FusedBatchNormV3;model_1/model/conv2d_29/Conv2D;model_1/model/conv2d_25/Conv2D1 model_1/model/batch_normalization_35/FusedBatchNormV3;model_1/model/conv2d_29/Conv2D;model_1/model/conv2d_23/Conv2D1_splitncnn_0 model_1/model/add_6/add 0=0
Split            splitncnn_11             1 2 model_1/model/add_6/add model_1/model/add_6/add_splitncnn_0 model_1/model/add_6/add_splitncnn_1
Convolution      model_1/model/re_lu_26/Relu6;model_1/model/batch_normalization_39/FusedBatchNormV3;model_1/model/batch_normalization_55/FusedBatchNormV3;model_1/model/depthwise_conv2d_20/depthwise;model_1/model/conv2d_26/Conv2D 1 1 model_1/model/add_6/add_splitncnn_1 model_1/model/re_lu_26/Relu6;model_1/model/batch_normalization_39/FusedBatchNormV3;model_1/model/batch_normalization_55/FusedBatchNormV3;model_1/model/depthwise_conv2d_20/depthwise;model_1/model/conv2d_26/Conv2D 0=576 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=55296
Clip             Relu6__94                1 1 model_1/model/re_lu_26/Relu6;model_1/model/batch_normalization_39/FusedBatchNormV3;model_1/model/batch_normalization_55/FusedBatchNormV3;model_1/model/depthwise_conv2d_20/depthwise;model_1/model/conv2d_26/Conv2D Relu6__94:0 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise model_1/model/re_lu_27/Relu6;model_1/model/batch_normalization_40/FusedBatchNormV3;model_1/model/batch_normalization_55/FusedBatchNormV3;model_1/model/depthwise_conv2d_20/depthwise;model_1/model/depthwise_conv2d_13/depthwise 1 1 Relu6__94:0 model_1/model/re_lu_27/Relu6;model_1/model/batch_normalization_40/FusedBatchNormV3;model_1/model/batch_normalization_55/FusedBatchNormV3;model_1/model/depthwise_conv2d_20/depthwise;model_1/model/depthwise_conv2d_13/depthwise 0=576 1=5 11=5 2=1 12=1 3=1 13=1 4=2 14=2 15=2 16=2 5=1 6=14400 7=576
Clip             Relu6__96                1 1 model_1/model/re_lu_27/Relu6;model_1/model/batch_normalization_40/FusedBatchNormV3;model_1/model/batch_normalization_55/FusedBatchNormV3;model_1/model/depthwise_conv2d_20/depthwise;model_1/model/depthwise_conv2d_13/depthwise Relu6__96:0 0=0.000000e+00 1=6.000000e+00
Convolution      model_1/model/batch_normalization_41/FusedBatchNormV3;model_1/model/conv2d_29/Conv2D;model_1/model/conv2d_27/Conv2D1 1 1 Relu6__96:0 model_1/model/batch_normalization_41/FusedBatchNormV3;model_1/model/conv2d_29/Conv2D;model_1/model/conv2d_27/Conv2D1 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=55296
BinaryOp         model_1/model/add_7/add  2 1 model_1/model/batch_normalization_41/FusedBatchNormV3;model_1/model/conv2d_29/Conv2D;model_1/model/conv2d_27/Conv2D1 model_1/model/add_6/add_splitncnn_0 model_1/model/add_7/add 0=0
Split            splitncnn_12             1 2 model_1/model/add_7/add model_1/model/add_7/add_splitncnn_0 model_1/model/add_7/add_splitncnn_1
Convolution      model_1/model/re_lu_28/Relu6;model_1/model/batch_normalization_42/FusedBatchNormV3;model_1/model/batch_normalization_55/FusedBatchNormV3;model_1/model/depthwise_conv2d_20/depthwise;model_1/model/conv2d_28/Conv2D 1 1 model_1/model/add_7/add_splitncnn_1 model_1/model/re_lu_28/Relu6;model_1/model/batch_normalization_42/FusedBatchNormV3;model_1/model/batch_normalization_55/FusedBatchNormV3;model_1/model/depthwise_conv2d_20/depthwise;model_1/model/conv2d_28/Conv2D 0=576 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=55296
Clip             Relu6__99                1 1 model_1/model/re_lu_28/Relu6;model_1/model/batch_normalization_42/FusedBatchNormV3;model_1/model/batch_normalization_55/FusedBatchNormV3;model_1/model/depthwise_conv2d_20/depthwise;model_1/model/conv2d_28/Conv2D Relu6__99:0 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise model_1/model/re_lu_29/Relu6;model_1/model/batch_normalization_43/FusedBatchNormV3;model_1/model/depthwise_conv2d_14/depthwise;model_1/model/depthwise_conv2d_20/depthwise 1 1 Relu6__99:0 model_1/model/re_lu_29/Relu6;model_1/model/batch_normalization_43/FusedBatchNormV3;model_1/model/depthwise_conv2d_14/depthwise;model_1/model/depthwise_conv2d_20/depthwise 0=576 1=5 11=5 2=1 12=1 3=1 13=1 4=2 14=2 15=2 16=2 5=1 6=14400 7=576
ConvolutionDepthWise model_1/model/re_lu_38/Relu6;model_1/model/batch_normalization_53/FusedBatchNormV3;model_1/model/depthwise_conv2d_19/depthwise 1 1 model_1/model/add/add_splitncnn_0 model_1/model/re_lu_38/Relu6;model_1/model/batch_normalization_53/FusedBatchNormV3;model_1/model/depthwise_conv2d_19/depthwise 0=16 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=144 7=16
Clip             Relu6__34                1 1 model_1/model/re_lu_38/Relu6;model_1/model/batch_normalization_53/FusedBatchNormV3;model_1/model/depthwise_conv2d_19/depthwise Relu6__34:0 0=0.000000e+00 1=6.000000e+00
Convolution      model_1/model/re_lu_39/Relu6;model_1/model/batch_normalization_54/FusedBatchNormV3;model_1/model/conv2d_34/BiasAdd/ReadVariableOp/resource;model_1/model/conv2d_34/BiasAdd;model_1/model/depthwise_conv2d_29/depthwise;model_1/model/conv2d_34/Conv2D1 1 1 Relu6__34:0 model_1/model/re_lu_39/Relu6;model_1/model/batch_normalization_54/FusedBatchNormV3;model_1/model/conv2d_34/BiasAdd/ReadVariableOp/resource;model_1/model/conv2d_34/BiasAdd;model_1/model/depthwise_conv2d_29/depthwise;model_1/model/conv2d_34/Conv2D1 0=32 1=1 11=1 2=1 12=1 3=1 13=1 5=1 6=512
Clip             Relu6__36                1 1 model_1/model/re_lu_39/Relu6;model_1/model/batch_normalization_54/FusedBatchNormV3;model_1/model/conv2d_34/BiasAdd/ReadVariableOp/resource;model_1/model/conv2d_34/BiasAdd;model_1/model/depthwise_conv2d_29/depthwise;model_1/model/conv2d_34/Conv2D1 Relu6__36:0 0=0.000000e+00 1=6.000000e+00
Clip             Relu6__101               1 1 model_1/model/re_lu_29/Relu6;model_1/model/batch_normalization_43/FusedBatchNormV3;model_1/model/depthwise_conv2d_14/depthwise;model_1/model/depthwise_conv2d_20/depthwise Relu6__101:0 0=0.000000e+00 1=6.000000e+00
Convolution      model_1/model/batch_normalization_44/FusedBatchNormV3;model_1/model/conv2d_29/Conv2D1 1 1 Relu6__101:0 model_1/model/batch_normalization_44/FusedBatchNormV3;model_1/model/conv2d_29/Conv2D1 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=55296
BinaryOp         model_1/model/add_8/add  2 1 model_1/model/batch_normalization_44/FusedBatchNormV3;model_1/model/conv2d_29/Conv2D1 model_1/model/add_7/add_splitncnn_0 model_1/model/add_8/add 0=0
Convolution      model_1/model/re_lu_30/Relu6;model_1/model/batch_normalization_45/FusedBatchNormV3;model_1/model/batch_normalization_55/FusedBatchNormV3;model_1/model/depthwise_conv2d_20/depthwise;model_1/model/conv2d_30/Conv2D 1 1 model_1/model/add_8/add model_1/model/re_lu_30/Relu6;model_1/model/batch_normalization_45/FusedBatchNormV3;model_1/model/batch_normalization_55/FusedBatchNormV3;model_1/model/depthwise_conv2d_20/depthwise;model_1/model/conv2d_30/Conv2D 0=576 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=55296
Clip             Relu6__104               1 1 model_1/model/re_lu_30/Relu6;model_1/model/batch_normalization_45/FusedBatchNormV3;model_1/model/batch_normalization_55/FusedBatchNormV3;model_1/model/depthwise_conv2d_20/depthwise;model_1/model/conv2d_30/Conv2D Relu6__104:0 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise model_1/model/re_lu_31/Relu6;model_1/model/batch_normalization_46/FusedBatchNormV3;model_1/model/depthwise_conv2d_15/depthwise;model_1/model/depthwise_conv2d_20/depthwise 1 1 Relu6__104:0 model_1/model/re_lu_31/Relu6;model_1/model/batch_normalization_46/FusedBatchNormV3;model_1/model/depthwise_conv2d_15/depthwise;model_1/model/depthwise_conv2d_20/depthwise 0=576 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=5184 7=576
Clip             Relu6__106               1 1 model_1/model/re_lu_31/Relu6;model_1/model/batch_normalization_46/FusedBatchNormV3;model_1/model/depthwise_conv2d_15/depthwise;model_1/model/depthwise_conv2d_20/depthwise Relu6__106:0 0=0.000000e+00 1=6.000000e+00
Split            splitncnn_13             1 2 Relu6__106:0 Relu6__106:0_splitncnn_0 Relu6__106:0_splitncnn_1
ConvolutionDepthWise model_1/model/re_lu_40/Relu6;model_1/model/batch_normalization_55/FusedBatchNormV3;model_1/model/depthwise_conv2d_20/depthwise 1 1 Relu6__106:0_splitncnn_1 model_1/model/re_lu_40/Relu6;model_1/model/batch_normalization_55/FusedBatchNormV3;model_1/model/depthwise_conv2d_20/depthwise 0=576 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=5184 7=576
Clip             Relu6__132               1 1 model_1/model/re_lu_40/Relu6;model_1/model/batch_normalization_55/FusedBatchNormV3;model_1/model/depthwise_conv2d_20/depthwise Relu6__132:0 0=0.000000e+00 1=6.000000e+00
Convolution      model_1/model/re_lu_41/Relu6;model_1/model/batch_normalization_56/FusedBatchNormV3;model_1/model/conv2d_35/BiasAdd/ReadVariableOp/resource;model_1/model/conv2d_35/BiasAdd;model_1/model/conv2d_42/Conv2D;model_1/model/conv2d_35/Conv2D1 1 1 Relu6__132:0 model_1/model/re_lu_41/Relu6;model_1/model/batch_normalization_56/FusedBatchNormV3;model_1/model/conv2d_35/BiasAdd/ReadVariableOp/resource;model_1/model/conv2d_35/BiasAdd;model_1/model/conv2d_42/Conv2D;model_1/model/conv2d_35/Conv2D1 0=192 1=1 11=1 2=1 12=1 3=1 13=1 5=1 6=110592
Clip             Relu6__134               1 1 model_1/model/re_lu_41/Relu6;model_1/model/batch_normalization_56/FusedBatchNormV3;model_1/model/conv2d_35/BiasAdd/ReadVariableOp/resource;model_1/model/conv2d_35/BiasAdd;model_1/model/conv2d_42/Conv2D;model_1/model/conv2d_35/Conv2D1 Relu6__134:0 0=0.000000e+00 1=6.000000e+00
Split            splitncnn_14             1 2 Relu6__134:0 Relu6__134:0_splitncnn_0 Relu6__134:0_splitncnn_1
ConvolutionDepthWise model_1/model/re_lu_42/Relu6;model_1/model/batch_normalization_57/FusedBatchNormV3;model_1/model/batch_normalization_69/FusedBatchNormV3;model_1/model/depthwise_conv2d_27/depthwise;model_1/model/conv2d_42/Conv2D;model_1/model/depthwise_conv2d_21/depthwise 1 1 Relu6__134:0_splitncnn_1 model_1/model/re_lu_42/Relu6;model_1/model/batch_normalization_57/FusedBatchNormV3;model_1/model/batch_normalization_69/FusedBatchNormV3;model_1/model/depthwise_conv2d_27/depthwise;model_1/model/conv2d_42/Conv2D;model_1/model/depthwise_conv2d_21/depthwise 0=192 1=3 11=3 2=1 12=1 3=2 13=2 4=0 14=0 15=1 16=1 5=1 6=1728 7=192
Clip             Relu6__136               1 1 model_1/model/re_lu_42/Relu6;model_1/model/batch_normalization_57/FusedBatchNormV3;model_1/model/batch_normalization_69/FusedBatchNormV3;model_1/model/depthwise_conv2d_27/depthwise;model_1/model/conv2d_42/Conv2D;model_1/model/depthwise_conv2d_21/depthwise Relu6__136:0 0=0.000000e+00 1=6.000000e+00
Convolution      model_1/model/batch_normalization_58/FusedBatchNormV3;model_1/model/conv2d_42/Conv2D;model_1/model/conv2d_36/Conv2D1 1 1 Relu6__136:0 model_1/model/batch_normalization_58/FusedBatchNormV3;model_1/model/conv2d_42/Conv2D;model_1/model/conv2d_36/Conv2D1 0=192 1=1 11=1 2=1 12=1 3=1 13=1 5=1 6=36864
Pooling          model_1/model/max_pooling2d/MaxPool 1 1 Relu6__134:0_splitncnn_0 model_1/model/max_pooling2d/MaxPool 0=0 1=2 11=2 2=2 12=2 5=1
BinaryOp         model_1/model/re_lu_43/Relu6;model_1/model/add_12/add 2 1 model_1/model/max_pooling2d/MaxPool model_1/model/batch_normalization_58/FusedBatchNormV3;model_1/model/conv2d_42/Conv2D;model_1/model/conv2d_36/Conv2D1 model_1/model/re_lu_43/Relu6;model_1/model/add_12/add 0=0
Clip             Relu6__139               1 1 model_1/model/re_lu_43/Relu6;model_1/model/add_12/add Relu6__139:0 0=0.000000e+00 1=6.000000e+00
Split            splitncnn_15             1 2 Relu6__139:0 Relu6__139:0_splitncnn_0 Relu6__139:0_splitncnn_1
