7767517
79 90
Input                    input                    0 1 input
MemoryData               Identity_dense/BiasAdd/ReadVariableOp:0 0 1 Identity_dense/BiasAdd/ReadVariableOp:0 0=63
MemoryData               Identity_dense/MatMul/ReadVariableOp:0 0 1 Identity_dense/MatMul/ReadVariableOp:0 0=63 1=672
MemoryData               model_1/model/conv_handedness/MatMul_model_1/model/conv_handedness/BiasAdd_dense/BiasAdd/ReadVariableOp:0 0 1 model_1/model/conv_handedness/MatMul_model_1/model/conv_handedness/BiasAdd_dense/BiasAdd/ReadVariableOp:0 0=1
MemoryData               model_1/model/conv_handedness/MatMul_model_1/model/conv_handedness/BiasAdd_dense/MatMul/ReadVariableOp:0 0 1 model_1/model/conv_handedness/MatMul_model_1/model/conv_handedness/BiasAdd_dense/MatMul/ReadVariableOp:0 0=1 1=672
Convolution              Conv__225                1 1 input model_1/model/re_lu/Relu6_model_1/model/batch_normalization/FusedBatchNormV3_model_1/model/batch_normalization_1/FusedBatchNormV3_model_1/model/depthwise_conv2d/depthwise_model_1/model/conv2d_9/Conv2D_model_1/model/conv2d/Conv2D:0 0=24 1=3 3=2 15=1 16=1 5=1 6=648 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv__226                1 1 model_1/model/re_lu/Relu6_model_1/model/batch_normalization/FusedBatchNormV3_model_1/model/batch_normalization_1/FusedBatchNormV3_model_1/model/depthwise_conv2d/depthwise_model_1/model/conv2d_9/Conv2D_model_1/model/conv2d/Conv2D:0 model_1/model/re_lu_1/Relu6_model_1/model/batch_normalization_1/FusedBatchNormV3_model_1/model/depthwise_conv2d/depthwise_model_1/model/conv2d_9/Conv2D:0 0=24 1=3 4=1 5=1 6=216 7=24 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv__227                1 1 model_1/model/re_lu_1/Relu6_model_1/model/batch_normalization_1/FusedBatchNormV3_model_1/model/depthwise_conv2d/depthwise_model_1/model/conv2d_9/Conv2D:0 Conv__227:0 0=16 1=1 5=1 6=384
Split                    splitncnn_0              1 2 Conv__227:0 Conv__227:0_splitncnn_0 Conv__227:0_splitncnn_1
Pooling                  model_1/model/max_pooling2d/MaxPool 1 1 Conv__227:0_splitncnn_1 model_1/model/max_pooling2d/MaxPool:0 1=2 2=2 5=1
Convolution              Conv__234                1 1 Conv__227:0_splitncnn_0 model_1/model/re_lu_2/Relu6_model_1/model/batch_normalization_3/FusedBatchNormV3_model_1/model/batch_normalization_4/FusedBatchNormV3_model_1/model/depthwise_conv2d_1/depthwise_model_1/model/conv2d_21/Conv2D_model_1/model/conv2d_2/Conv2D:0 0=64 1=1 5=1 6=1024 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv__235                1 1 model_1/model/re_lu_2/Relu6_model_1/model/batch_normalization_3/FusedBatchNormV3_model_1/model/batch_normalization_4/FusedBatchNormV3_model_1/model/depthwise_conv2d_1/depthwise_model_1/model/conv2d_21/Conv2D_model_1/model/conv2d_2/Conv2D:0 model_1/model/re_lu_3/Relu6_model_1/model/batch_normalization_4/FusedBatchNormV3_model_1/model/depthwise_conv2d_1/depthwise_model_1/model/conv2d_21/Conv2D:0 0=64 1=3 3=2 15=1 16=1 5=1 6=576 7=64 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv__236                1 1 model_1/model/re_lu_3/Relu6_model_1/model/batch_normalization_4/FusedBatchNormV3_model_1/model/depthwise_conv2d_1/depthwise_model_1/model/conv2d_21/Conv2D:0 Conv__236:0 0=16 1=1 5=1 6=1024
BinaryOp                 model_1/model/add/add    2 1 Conv__236:0 model_1/model/max_pooling2d/MaxPool:0 model_1/model/add/add:0
Split                    splitncnn_1              1 2 model_1/model/add/add:0 model_1/model/add/add:0_splitncnn_0 model_1/model/add/add:0_splitncnn_1
Convolution              Conv__237                1 1 model_1/model/add/add:0_splitncnn_1 model_1/model/re_lu_4/Relu6_model_1/model/batch_normalization_6/FusedBatchNormV3_model_1/model/batch_normalization_10/FusedBatchNormV3_model_1/model/depthwise_conv2d_3/depthwise_model_1/model/conv2d_4/Conv2D:0 0=96 1=1 5=1 6=1536 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv__238                1 1 model_1/model/re_lu_4/Relu6_model_1/model/batch_normalization_6/FusedBatchNormV3_model_1/model/batch_normalization_10/FusedBatchNormV3_model_1/model/depthwise_conv2d_3/depthwise_model_1/model/conv2d_4/Conv2D:0 model_1/model/re_lu_5/Relu6_model_1/model/batch_normalization_7/FusedBatchNormV3_model_1/model/batch_normalization_10/FusedBatchNormV3_model_1/model/depthwise_conv2d_3/depthwise_model_1/model/depthwise_conv2d_2/depthwise:0 0=96 1=3 4=1 5=1 6=864 7=96 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv__239                1 1 model_1/model/re_lu_5/Relu6_model_1/model/batch_normalization_7/FusedBatchNormV3_model_1/model/batch_normalization_10/FusedBatchNormV3_model_1/model/depthwise_conv2d_3/depthwise_model_1/model/depthwise_conv2d_2/depthwise:0 Conv__239:0 0=16 1=1 5=1 6=1536
BinaryOp                 model_1/model/add_1/add  2 1 Conv__239:0 model_1/model/add/add:0_splitncnn_0 model_1/model/add_1/add:0
Convolution              Conv__240                1 1 model_1/model/add_1/add:0 model_1/model/re_lu_6/Relu6_model_1/model/batch_normalization_9/FusedBatchNormV3_model_1/model/batch_normalization_10/FusedBatchNormV3_model_1/model/depthwise_conv2d_3/depthwise_model_1/model/conv2d_6/Conv2D:0 0=96 1=1 5=1 6=1536 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv__241                1 1 model_1/model/re_lu_6/Relu6_model_1/model/batch_normalization_9/FusedBatchNormV3_model_1/model/batch_normalization_10/FusedBatchNormV3_model_1/model/depthwise_conv2d_3/depthwise_model_1/model/conv2d_6/Conv2D:0 model_1/model/re_lu_7/Relu6_model_1/model/batch_normalization_10/FusedBatchNormV3_model_1/model/depthwise_conv2d_3/depthwise:0 0=96 1=5 3=2 4=1 15=2 16=2 5=1 6=2400 7=96 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv__242                1 1 model_1/model/re_lu_7/Relu6_model_1/model/batch_normalization_10/FusedBatchNormV3_model_1/model/depthwise_conv2d_3/depthwise:0 Conv__242:0 0=24 1=1 5=1 6=2304
Split                    splitncnn_2              1 2 Conv__242:0 Conv__242:0_splitncnn_0 Conv__242:0_splitncnn_1
Convolution              Conv__245                1 1 Conv__242:0_splitncnn_1 model_1/model/re_lu_8/Relu6_model_1/model/batch_normalization_12/FusedBatchNormV3_model_1/model/batch_normalization_16/FusedBatchNormV3_model_1/model/depthwise_conv2d_5/depthwise_model_1/model/conv2d_8/Conv2D:0 0=144 1=1 5=1 6=3456 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv__246                1 1 model_1/model/re_lu_8/Relu6_model_1/model/batch_normalization_12/FusedBatchNormV3_model_1/model/batch_normalization_16/FusedBatchNormV3_model_1/model/depthwise_conv2d_5/depthwise_model_1/model/conv2d_8/Conv2D:0 model_1/model/re_lu_9/Relu6_model_1/model/batch_normalization_13/FusedBatchNormV3_model_1/model/batch_normalization_16/FusedBatchNormV3_model_1/model/depthwise_conv2d_5/depthwise_model_1/model/depthwise_conv2d_4/depthwise:0 0=144 1=5 4=2 5=1 6=3600 7=144 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv__247                1 1 model_1/model/re_lu_9/Relu6_model_1/model/batch_normalization_13/FusedBatchNormV3_model_1/model/batch_normalization_16/FusedBatchNormV3_model_1/model/depthwise_conv2d_5/depthwise_model_1/model/depthwise_conv2d_4/depthwise:0 Conv__247:0 0=24 1=1 5=1 6=3456
BinaryOp                 model_1/model/add_2/add  2 1 Conv__247:0 Conv__242:0_splitncnn_0 model_1/model/add_2/add:0
Convolution              Conv__248                1 1 model_1/model/add_2/add:0 model_1/model/re_lu_10/Relu6_model_1/model/batch_normalization_15/FusedBatchNormV3_model_1/model/batch_normalization_16/FusedBatchNormV3_model_1/model/depthwise_conv2d_5/depthwise_model_1/model/conv2d_10/Conv2D:0 0=144 1=1 5=1 6=3456 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv__249                1 1 model_1/model/re_lu_10/Relu6_model_1/model/batch_normalization_15/FusedBatchNormV3_model_1/model/batch_normalization_16/FusedBatchNormV3_model_1/model/depthwise_conv2d_5/depthwise_model_1/model/conv2d_10/Conv2D:0 model_1/model/re_lu_11/Relu6_model_1/model/batch_normalization_16/FusedBatchNormV3_model_1/model/depthwise_conv2d_5/depthwise:0 0=144 1=3 3=2 15=1 16=1 5=1 6=1296 7=144 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv__250                1 1 model_1/model/re_lu_11/Relu6_model_1/model/batch_normalization_16/FusedBatchNormV3_model_1/model/depthwise_conv2d_5/depthwise:0 Conv__250:0 0=48 1=1 5=1 6=6912
Split                    splitncnn_3              1 2 Conv__250:0 Conv__250:0_splitncnn_0 Conv__250:0_splitncnn_1
Convolution              Conv__253                1 1 Conv__250:0_splitncnn_1 model_1/model/re_lu_12/Relu6_model_1/model/batch_normalization_18/FusedBatchNormV3_model_1/model/batch_normalization_25/FusedBatchNormV3_model_1/model/depthwise_conv2d_8/depthwise_model_1/model/conv2d_12/Conv2D:0 0=288 1=1 5=1 6=13824 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv__254                1 1 model_1/model/re_lu_12/Relu6_model_1/model/batch_normalization_18/FusedBatchNormV3_model_1/model/batch_normalization_25/FusedBatchNormV3_model_1/model/depthwise_conv2d_8/depthwise_model_1/model/conv2d_12/Conv2D:0 model_1/model/re_lu_13/Relu6_model_1/model/batch_normalization_19/FusedBatchNormV3_model_1/model/batch_normalization_25/FusedBatchNormV3_model_1/model/depthwise_conv2d_8/depthwise_model_1/model/depthwise_conv2d_6/depthwise:0 0=288 1=3 4=1 5=1 6=2592 7=288 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv__255                1 1 model_1/model/re_lu_13/Relu6_model_1/model/batch_normalization_19/FusedBatchNormV3_model_1/model/batch_normalization_25/FusedBatchNormV3_model_1/model/depthwise_conv2d_8/depthwise_model_1/model/depthwise_conv2d_6/depthwise:0 Conv__255:0 0=48 1=1 5=1 6=13824
BinaryOp                 model_1/model/add_3/add  2 1 Conv__255:0 Conv__250:0_splitncnn_0 model_1/model/add_3/add:0
Split                    splitncnn_4              1 2 model_1/model/add_3/add:0 model_1/model/add_3/add:0_splitncnn_0 model_1/model/add_3/add:0_splitncnn_1
Convolution              Conv__258                1 1 model_1/model/add_3/add:0_splitncnn_1 model_1/model/re_lu_14/Relu6_model_1/model/batch_normalization_21/FusedBatchNormV3_model_1/model/batch_normalization_25/FusedBatchNormV3_model_1/model/depthwise_conv2d_8/depthwise_model_1/model/conv2d_14/Conv2D:0 0=288 1=1 5=1 6=13824 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv__259                1 1 model_1/model/re_lu_14/Relu6_model_1/model/batch_normalization_21/FusedBatchNormV3_model_1/model/batch_normalization_25/FusedBatchNormV3_model_1/model/depthwise_conv2d_8/depthwise_model_1/model/conv2d_14/Conv2D:0 model_1/model/re_lu_15/Relu6_model_1/model/batch_normalization_22/FusedBatchNormV3_model_1/model/batch_normalization_25/FusedBatchNormV3_model_1/model/depthwise_conv2d_8/depthwise_model_1/model/depthwise_conv2d_7/depthwise:0 0=288 1=3 4=1 5=1 6=2592 7=288 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv__260                1 1 model_1/model/re_lu_15/Relu6_model_1/model/batch_normalization_22/FusedBatchNormV3_model_1/model/batch_normalization_25/FusedBatchNormV3_model_1/model/depthwise_conv2d_8/depthwise_model_1/model/depthwise_conv2d_7/depthwise:0 Conv__260:0 0=48 1=1 5=1 6=13824
BinaryOp                 model_1/model/add_4/add  2 1 Conv__260:0 model_1/model/add_3/add:0_splitncnn_0 model_1/model/add_4/add:0
Convolution              Conv__261                1 1 model_1/model/add_4/add:0 model_1/model/re_lu_16/Relu6_model_1/model/batch_normalization_24/FusedBatchNormV3_model_1/model/batch_normalization_25/FusedBatchNormV3_model_1/model/depthwise_conv2d_8/depthwise_model_1/model/conv2d_16/Conv2D:0 0=288 1=1 5=1 6=13824 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv__262                1 1 model_1/model/re_lu_16/Relu6_model_1/model/batch_normalization_24/FusedBatchNormV3_model_1/model/batch_normalization_25/FusedBatchNormV3_model_1/model/depthwise_conv2d_8/depthwise_model_1/model/conv2d_16/Conv2D:0 model_1/model/re_lu_17/Relu6_model_1/model/batch_normalization_25/FusedBatchNormV3_model_1/model/depthwise_conv2d_8/depthwise:0 0=288 1=5 4=2 5=1 6=7200 7=288 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv__263                1 1 model_1/model/re_lu_17/Relu6_model_1/model/batch_normalization_25/FusedBatchNormV3_model_1/model/depthwise_conv2d_8/depthwise:0 Conv__263:0 0=64 1=1 5=1 6=18432
Split                    splitncnn_5              1 2 Conv__263:0 Conv__263:0_splitncnn_0 Conv__263:0_splitncnn_1
Convolution              Conv__266                1 1 Conv__263:0_splitncnn_1 model_1/model/re_lu_18/Relu6_model_1/model/batch_normalization_27/FusedBatchNormV3_model_1/model/batch_normalization_34/FusedBatchNormV3_model_1/model/depthwise_conv2d_11/depthwise_model_1/model/conv2d_18/Conv2D:0 0=384 1=1 5=1 6=24576 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv__267                1 1 model_1/model/re_lu_18/Relu6_model_1/model/batch_normalization_27/FusedBatchNormV3_model_1/model/batch_normalization_34/FusedBatchNormV3_model_1/model/depthwise_conv2d_11/depthwise_model_1/model/conv2d_18/Conv2D:0 model_1/model/re_lu_19/Relu6_model_1/model/batch_normalization_28/FusedBatchNormV3_model_1/model/batch_normalization_34/FusedBatchNormV3_model_1/model/depthwise_conv2d_11/depthwise_model_1/model/depthwise_conv2d_9/depthwise:0 0=384 1=5 4=2 5=1 6=9600 7=384 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv__268                1 1 model_1/model/re_lu_19/Relu6_model_1/model/batch_normalization_28/FusedBatchNormV3_model_1/model/batch_normalization_34/FusedBatchNormV3_model_1/model/depthwise_conv2d_11/depthwise_model_1/model/depthwise_conv2d_9/depthwise:0 Conv__268:0 0=64 1=1 5=1 6=24576
BinaryOp                 model_1/model/add_5/add  2 1 Conv__268:0 Conv__263:0_splitncnn_0 model_1/model/add_5/add:0
Split                    splitncnn_6              1 2 model_1/model/add_5/add:0 model_1/model/add_5/add:0_splitncnn_0 model_1/model/add_5/add:0_splitncnn_1
Convolution              Conv__271                1 1 model_1/model/add_5/add:0_splitncnn_1 model_1/model/re_lu_20/Relu6_model_1/model/batch_normalization_30/FusedBatchNormV3_model_1/model/batch_normalization_34/FusedBatchNormV3_model_1/model/depthwise_conv2d_11/depthwise_model_1/model/conv2d_20/Conv2D:0 0=384 1=1 5=1 6=24576 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv__272                1 1 model_1/model/re_lu_20/Relu6_model_1/model/batch_normalization_30/FusedBatchNormV3_model_1/model/batch_normalization_34/FusedBatchNormV3_model_1/model/depthwise_conv2d_11/depthwise_model_1/model/conv2d_20/Conv2D:0 model_1/model/re_lu_21/Relu6_model_1/model/batch_normalization_31/FusedBatchNormV3_model_1/model/batch_normalization_34/FusedBatchNormV3_model_1/model/depthwise_conv2d_11/depthwise_model_1/model/depthwise_conv2d_10/depthwise:0 0=384 1=5 4=2 5=1 6=9600 7=384 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv__273                1 1 model_1/model/re_lu_21/Relu6_model_1/model/batch_normalization_31/FusedBatchNormV3_model_1/model/batch_normalization_34/FusedBatchNormV3_model_1/model/depthwise_conv2d_11/depthwise_model_1/model/depthwise_conv2d_10/depthwise:0 Conv__273:0 0=64 1=1 5=1 6=24576
BinaryOp                 model_1/model/add_6/add  2 1 Conv__273:0 model_1/model/add_5/add:0_splitncnn_0 model_1/model/add_6/add:0
Convolution              Conv__274                1 1 model_1/model/add_6/add:0 model_1/model/re_lu_22/Relu6_model_1/model/batch_normalization_33/FusedBatchNormV3_model_1/model/batch_normalization_34/FusedBatchNormV3_model_1/model/depthwise_conv2d_11/depthwise_model_1/model/conv2d_22/Conv2D:0 0=384 1=1 5=1 6=24576 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv__275                1 1 model_1/model/re_lu_22/Relu6_model_1/model/batch_normalization_33/FusedBatchNormV3_model_1/model/batch_normalization_34/FusedBatchNormV3_model_1/model/depthwise_conv2d_11/depthwise_model_1/model/conv2d_22/Conv2D:0 model_1/model/re_lu_23/Relu6_model_1/model/batch_normalization_34/FusedBatchNormV3_model_1/model/depthwise_conv2d_11/depthwise:0 0=384 1=5 3=2 4=1 15=2 16=2 5=1 6=9600 7=384 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv__276                1 1 model_1/model/re_lu_23/Relu6_model_1/model/batch_normalization_34/FusedBatchNormV3_model_1/model/depthwise_conv2d_11/depthwise:0 Conv__276:0 0=112 1=1 5=1 6=43008
Split                    splitncnn_7              1 2 Conv__276:0 Conv__276:0_splitncnn_0 Conv__276:0_splitncnn_1
Convolution              Conv__279                1 1 Conv__276:0_splitncnn_1 model_1/model/re_lu_24/Relu6_model_1/model/batch_normalization_36/FusedBatchNormV3_model_1/model/batch_normalization_46/FusedBatchNormV3_model_1/model/depthwise_conv2d_15/depthwise_model_1/model/conv2d_24/Conv2D:0 0=672 1=1 5=1 6=75264 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv__280                1 1 model_1/model/re_lu_24/Relu6_model_1/model/batch_normalization_36/FusedBatchNormV3_model_1/model/batch_normalization_46/FusedBatchNormV3_model_1/model/depthwise_conv2d_15/depthwise_model_1/model/conv2d_24/Conv2D:0 model_1/model/re_lu_25/Relu6_model_1/model/batch_normalization_37/FusedBatchNormV3_model_1/model/depthwise_conv2d_12/depthwise_model_1/model/depthwise_conv2d_15/depthwise:0 0=672 1=5 4=2 5=1 6=16800 7=672 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv__281                1 1 model_1/model/re_lu_25/Relu6_model_1/model/batch_normalization_37/FusedBatchNormV3_model_1/model/depthwise_conv2d_12/depthwise_model_1/model/depthwise_conv2d_15/depthwise:0 Conv__281:0 0=112 1=1 5=1 6=75264
BinaryOp                 model_1/model/add_7/add  2 1 Conv__281:0 Conv__276:0_splitncnn_0 model_1/model/add_7/add:0
Split                    splitncnn_8              1 2 model_1/model/add_7/add:0 model_1/model/add_7/add:0_splitncnn_0 model_1/model/add_7/add:0_splitncnn_1
Convolution              Conv__284                1 1 model_1/model/add_7/add:0_splitncnn_1 model_1/model/re_lu_26/Relu6_model_1/model/batch_normalization_39/FusedBatchNormV3_model_1/model/batch_normalization_46/FusedBatchNormV3_model_1/model/depthwise_conv2d_15/depthwise_model_1/model/conv2d_26/Conv2D:0 0=672 1=1 5=1 6=75264 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv__285                1 1 model_1/model/re_lu_26/Relu6_model_1/model/batch_normalization_39/FusedBatchNormV3_model_1/model/batch_normalization_46/FusedBatchNormV3_model_1/model/depthwise_conv2d_15/depthwise_model_1/model/conv2d_26/Conv2D:0 model_1/model/re_lu_27/Relu6_model_1/model/batch_normalization_40/FusedBatchNormV3_model_1/model/depthwise_conv2d_13/depthwise_model_1/model/depthwise_conv2d_15/depthwise:0 0=672 1=5 4=2 5=1 6=16800 7=672 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv__286                1 1 model_1/model/re_lu_27/Relu6_model_1/model/batch_normalization_40/FusedBatchNormV3_model_1/model/depthwise_conv2d_13/depthwise_model_1/model/depthwise_conv2d_15/depthwise:0 Conv__286:0 0=112 1=1 5=1 6=75264
BinaryOp                 model_1/model/add_8/add  2 1 Conv__286:0 model_1/model/add_7/add:0_splitncnn_0 model_1/model/add_8/add:0
Split                    splitncnn_9              1 2 model_1/model/add_8/add:0 model_1/model/add_8/add:0_splitncnn_0 model_1/model/add_8/add:0_splitncnn_1
Convolution              Conv__289                1 1 model_1/model/add_8/add:0_splitncnn_1 model_1/model/re_lu_28/Relu6_model_1/model/batch_normalization_42/FusedBatchNormV3_model_1/model/batch_normalization_46/FusedBatchNormV3_model_1/model/depthwise_conv2d_15/depthwise_model_1/model/conv2d_28/Conv2D:0 0=672 1=1 5=1 6=75264 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv__290                1 1 model_1/model/re_lu_28/Relu6_model_1/model/batch_normalization_42/FusedBatchNormV3_model_1/model/batch_normalization_46/FusedBatchNormV3_model_1/model/depthwise_conv2d_15/depthwise_model_1/model/conv2d_28/Conv2D:0 model_1/model/re_lu_29/Relu6_model_1/model/batch_normalization_43/FusedBatchNormV3_model_1/model/depthwise_conv2d_14/depthwise_model_1/model/depthwise_conv2d_15/depthwise:0 0=672 1=5 4=2 5=1 6=16800 7=672 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv__291                1 1 model_1/model/re_lu_29/Relu6_model_1/model/batch_normalization_43/FusedBatchNormV3_model_1/model/depthwise_conv2d_14/depthwise_model_1/model/depthwise_conv2d_15/depthwise:0 Conv__291:0 0=112 1=1 5=1 6=75264
BinaryOp                 model_1/model/add_9/add  2 1 Conv__291:0 model_1/model/add_8/add:0_splitncnn_0 model_1/model/add_9/add:0
Convolution              Conv__292                1 1 model_1/model/add_9/add:0 model_1/model/re_lu_30/Relu6_model_1/model/batch_normalization_45/FusedBatchNormV3_model_1/model/batch_normalization_46/FusedBatchNormV3_model_1/model/depthwise_conv2d_15/depthwise_model_1/model/conv2d_30/Conv2D:0 0=672 1=1 5=1 6=75264 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv__293                1 1 model_1/model/re_lu_30/Relu6_model_1/model/batch_normalization_45/FusedBatchNormV3_model_1/model/batch_normalization_46/FusedBatchNormV3_model_1/model/depthwise_conv2d_15/depthwise_model_1/model/conv2d_30/Conv2D:0 model_1/model/re_lu_31/Relu6_model_1/model/batch_normalization_46/FusedBatchNormV3_model_1/model/depthwise_conv2d_15/depthwise:0 0=672 1=3 4=1 5=1 6=6048 7=672 9=3 -23310=2,0.000000e+00,6.000000e+00
Pooling                  model_1/model/global_average_pooling2d/Mean 1 1 model_1/model/re_lu_31/Relu6_model_1/model/batch_normalization_46/FusedBatchNormV3_model_1/model/depthwise_conv2d_15/depthwise:0 model_1/model/global_average_pooling2d/Mean:0 0=1 4=1
Squeeze                  model_1/model/global_average_pooling2d/Mean_Squeeze__310 1 1 model_1/model/global_average_pooling2d/Mean:0 model_1/model/global_average_pooling2d/Mean_Squeeze__310:0 -23300=2,2,3
Split                    splitncnn_10             1 2 model_1/model/global_average_pooling2d/Mean_Squeeze__310:0 model_1/model/global_average_pooling2d/Mean_Squeeze__310:0_splitncnn_0 model_1/model/global_average_pooling2d/Mean_Squeeze__310:0_splitncnn_1
Gemm                     model_1/model/conv_handedness/MatMul_model_1/model/conv_handedness/BiasAdd_dense/MatMul_Gemm__14 3 1 model_1/model/global_average_pooling2d/Mean_Squeeze__310:0_splitncnn_1 model_1/model/conv_handedness/MatMul_model_1/model/conv_handedness/BiasAdd_dense/MatMul/ReadVariableOp:0 model_1/model/conv_handedness/MatMul_model_1/model/conv_handedness/BiasAdd_dense/BiasAdd/ReadVariableOp:0 model_1/model/conv_handedness/MatMul_model_1/model/conv_handedness/BiasAdd_dense/MatMul_Gemm__14:0
Sigmoid                  score               1 1 model_1/model/conv_handedness/MatMul_model_1/model/conv_handedness/BiasAdd_dense/MatMul_Gemm__14:0 score
Gemm                     points 3 1 model_1/model/global_average_pooling2d/Mean_Squeeze__310:0_splitncnn_0 Identity_dense/MatMul/ReadVariableOp:0 Identity_dense/BiasAdd/ReadVariableOp:0 points
