7767517
76 86
Input                    input                    0 1 input
MemoryData               Identity_dense/BiasAdd/ReadVariableOp:0 0 1 Identity_dense/BiasAdd/ReadVariableOp:0 0=63
MemoryData               Identity_dense/MatMul/ReadVariableOp:0 0 1 Identity_dense/MatMul/ReadVariableOp:0 0=63 1=1152
MemoryData               model_1/model/conv_handedness/MatMul_model_1/model/conv_handedness/BiasAdd_dense/BiasAdd/ReadVariableOp:0 0 1 model_1/model/conv_handedness/MatMul_model_1/model/conv_handedness/BiasAdd_dense/BiasAdd/ReadVariableOp:0 0=1
MemoryData               model_1/model/conv_handedness/MatMul_model_1/model/conv_handedness/BiasAdd_dense/MatMul/ReadVariableOp:0 0 1 model_1/model/conv_handedness/MatMul_model_1/model/conv_handedness/BiasAdd_dense/MatMul/ReadVariableOp:0 0=1 1=1152
Convolution              Conv__223                1 1 input model_1/model/re_lu/Relu6_model_1/model/batch_normalization/FusedBatchNormV3_model_1/model/batch_normalization_1/FusedBatchNormV3_model_1/model/depthwise_conv2d/depthwise_model_1/model/conv2d_5/Conv2D_model_1/model/conv2d/Conv2D:0 0=24 1=3 3=2 15=1 16=1 5=1 6=648 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv__224                1 1 model_1/model/re_lu/Relu6_model_1/model/batch_normalization/FusedBatchNormV3_model_1/model/batch_normalization_1/FusedBatchNormV3_model_1/model/depthwise_conv2d/depthwise_model_1/model/conv2d_5/Conv2D_model_1/model/conv2d/Conv2D:0 model_1/model/re_lu_1/Relu6_model_1/model/batch_normalization_1/FusedBatchNormV3_model_1/model/depthwise_conv2d/depthwise_model_1/model/conv2d_5/Conv2D:0 0=24 1=3 4=1 5=1 6=216 7=24 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv__225                1 1 model_1/model/re_lu_1/Relu6_model_1/model/batch_normalization_1/FusedBatchNormV3_model_1/model/depthwise_conv2d/depthwise_model_1/model/conv2d_5/Conv2D:0 Conv__225:0 0=16 1=1 5=1 6=384
Convolution              Conv__226                1 1 Conv__225:0 model_1/model/re_lu_2/Relu6_model_1/model/batch_normalization_3/FusedBatchNormV3_model_1/model/batch_normalization_4/FusedBatchNormV3_model_1/model/depthwise_conv2d_1/depthwise_model_1/model/conv2d_2/Conv2D:0 0=64 1=1 5=1 6=1024 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv__227                1 1 model_1/model/re_lu_2/Relu6_model_1/model/batch_normalization_3/FusedBatchNormV3_model_1/model/batch_normalization_4/FusedBatchNormV3_model_1/model/depthwise_conv2d_1/depthwise_model_1/model/conv2d_2/Conv2D:0 model_1/model/re_lu_3/Relu6_model_1/model/batch_normalization_4/FusedBatchNormV3_model_1/model/depthwise_conv2d_1/depthwise:0 0=64 1=3 3=2 15=1 16=1 5=1 6=576 7=64 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv__228                1 1 model_1/model/re_lu_3/Relu6_model_1/model/batch_normalization_4/FusedBatchNormV3_model_1/model/depthwise_conv2d_1/depthwise:0 Conv__228:0 0=24 1=1 5=1 6=1536
Split                    splitncnn_0              1 2 Conv__228:0 Conv__228:0_splitncnn_0 Conv__228:0_splitncnn_1
Convolution              Conv__231                1 1 Conv__228:0_splitncnn_1 model_1/model/re_lu_4/Relu6_model_1/model/batch_normalization_6/FusedBatchNormV3_model_1/model/batch_normalization_10/FusedBatchNormV3_model_1/model/depthwise_conv2d_3/depthwise_model_1/model/conv2d_4/Conv2D:0 0=144 1=1 5=1 6=3456 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv__232                1 1 model_1/model/re_lu_4/Relu6_model_1/model/batch_normalization_6/FusedBatchNormV3_model_1/model/batch_normalization_10/FusedBatchNormV3_model_1/model/depthwise_conv2d_3/depthwise_model_1/model/conv2d_4/Conv2D:0 model_1/model/re_lu_5/Relu6_model_1/model/batch_normalization_7/FusedBatchNormV3_model_1/model/batch_normalization_10/FusedBatchNormV3_model_1/model/depthwise_conv2d_3/depthwise_model_1/model/depthwise_conv2d_2/depthwise:0 0=144 1=3 4=1 5=1 6=1296 7=144 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv__233                1 1 model_1/model/re_lu_5/Relu6_model_1/model/batch_normalization_7/FusedBatchNormV3_model_1/model/batch_normalization_10/FusedBatchNormV3_model_1/model/depthwise_conv2d_3/depthwise_model_1/model/depthwise_conv2d_2/depthwise:0 Conv__233:0 0=24 1=1 5=1 6=3456
BinaryOp                 model_1/model/add/add    2 1 Conv__233:0 Conv__228:0_splitncnn_0 model_1/model/add/add:0
Convolution              Conv__234                1 1 model_1/model/add/add:0 model_1/model/re_lu_6/Relu6_model_1/model/batch_normalization_9/FusedBatchNormV3_model_1/model/batch_normalization_10/FusedBatchNormV3_model_1/model/depthwise_conv2d_3/depthwise_model_1/model/conv2d_6/Conv2D:0 0=144 1=1 5=1 6=3456 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv__235                1 1 model_1/model/re_lu_6/Relu6_model_1/model/batch_normalization_9/FusedBatchNormV3_model_1/model/batch_normalization_10/FusedBatchNormV3_model_1/model/depthwise_conv2d_3/depthwise_model_1/model/conv2d_6/Conv2D:0 model_1/model/re_lu_7/Relu6_model_1/model/batch_normalization_10/FusedBatchNormV3_model_1/model/depthwise_conv2d_3/depthwise:0 0=144 1=5 3=2 4=1 15=2 16=2 5=1 6=3600 7=144 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv__236                1 1 model_1/model/re_lu_7/Relu6_model_1/model/batch_normalization_10/FusedBatchNormV3_model_1/model/depthwise_conv2d_3/depthwise:0 Conv__236:0 0=40 1=1 5=1 6=5760
Split                    splitncnn_1              1 2 Conv__236:0 Conv__236:0_splitncnn_0 Conv__236:0_splitncnn_1
Convolution              Conv__239                1 1 Conv__236:0_splitncnn_1 model_1/model/re_lu_8/Relu6_model_1/model/batch_normalization_12/FusedBatchNormV3_model_1/model/batch_normalization_16/FusedBatchNormV3_model_1/model/depthwise_conv2d_5/depthwise_model_1/model/conv2d_8/Conv2D:0 0=240 1=1 5=1 6=9600 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv__240                1 1 model_1/model/re_lu_8/Relu6_model_1/model/batch_normalization_12/FusedBatchNormV3_model_1/model/batch_normalization_16/FusedBatchNormV3_model_1/model/depthwise_conv2d_5/depthwise_model_1/model/conv2d_8/Conv2D:0 model_1/model/re_lu_9/Relu6_model_1/model/batch_normalization_13/FusedBatchNormV3_model_1/model/batch_normalization_16/FusedBatchNormV3_model_1/model/depthwise_conv2d_5/depthwise_model_1/model/depthwise_conv2d_4/depthwise:0 0=240 1=5 4=2 5=1 6=6000 7=240 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv__241                1 1 model_1/model/re_lu_9/Relu6_model_1/model/batch_normalization_13/FusedBatchNormV3_model_1/model/batch_normalization_16/FusedBatchNormV3_model_1/model/depthwise_conv2d_5/depthwise_model_1/model/depthwise_conv2d_4/depthwise:0 Conv__241:0 0=40 1=1 5=1 6=9600
BinaryOp                 model_1/model/add_1/add  2 1 Conv__241:0 Conv__236:0_splitncnn_0 model_1/model/add_1/add:0
Convolution              Conv__242                1 1 model_1/model/add_1/add:0 model_1/model/re_lu_10/Relu6_model_1/model/batch_normalization_15/FusedBatchNormV3_model_1/model/batch_normalization_16/FusedBatchNormV3_model_1/model/depthwise_conv2d_5/depthwise_model_1/model/conv2d_10/Conv2D:0 0=240 1=1 5=1 6=9600 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv__243                1 1 model_1/model/re_lu_10/Relu6_model_1/model/batch_normalization_15/FusedBatchNormV3_model_1/model/batch_normalization_16/FusedBatchNormV3_model_1/model/depthwise_conv2d_5/depthwise_model_1/model/conv2d_10/Conv2D:0 model_1/model/re_lu_11/Relu6_model_1/model/batch_normalization_16/FusedBatchNormV3_model_1/model/depthwise_conv2d_5/depthwise:0 0=240 1=3 3=2 15=1 16=1 5=1 6=2160 7=240 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv__244                1 1 model_1/model/re_lu_11/Relu6_model_1/model/batch_normalization_16/FusedBatchNormV3_model_1/model/depthwise_conv2d_5/depthwise:0 Conv__244:0 0=80 1=1 5=1 6=19200
Split                    splitncnn_2              1 2 Conv__244:0 Conv__244:0_splitncnn_0 Conv__244:0_splitncnn_1
Convolution              Conv__247                1 1 Conv__244:0_splitncnn_1 model_1/model/re_lu_12/Relu6_model_1/model/batch_normalization_18/FusedBatchNormV3_model_1/model/batch_normalization_25/FusedBatchNormV3_model_1/model/depthwise_conv2d_8/depthwise_model_1/model/conv2d_12/Conv2D:0 0=480 1=1 5=1 6=38400 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv__248                1 1 model_1/model/re_lu_12/Relu6_model_1/model/batch_normalization_18/FusedBatchNormV3_model_1/model/batch_normalization_25/FusedBatchNormV3_model_1/model/depthwise_conv2d_8/depthwise_model_1/model/conv2d_12/Conv2D:0 model_1/model/re_lu_13/Relu6_model_1/model/batch_normalization_19/FusedBatchNormV3_model_1/model/batch_normalization_25/FusedBatchNormV3_model_1/model/depthwise_conv2d_8/depthwise_model_1/model/depthwise_conv2d_6/depthwise:0 0=480 1=3 4=1 5=1 6=4320 7=480 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv__249                1 1 model_1/model/re_lu_13/Relu6_model_1/model/batch_normalization_19/FusedBatchNormV3_model_1/model/batch_normalization_25/FusedBatchNormV3_model_1/model/depthwise_conv2d_8/depthwise_model_1/model/depthwise_conv2d_6/depthwise:0 Conv__249:0 0=80 1=1 5=1 6=38400
BinaryOp                 model_1/model/add_2/add  2 1 Conv__249:0 Conv__244:0_splitncnn_0 model_1/model/add_2/add:0
Split                    splitncnn_3              1 2 model_1/model/add_2/add:0 model_1/model/add_2/add:0_splitncnn_0 model_1/model/add_2/add:0_splitncnn_1
Convolution              Conv__252                1 1 model_1/model/add_2/add:0_splitncnn_1 model_1/model/re_lu_14/Relu6_model_1/model/batch_normalization_21/FusedBatchNormV3_model_1/model/batch_normalization_25/FusedBatchNormV3_model_1/model/depthwise_conv2d_8/depthwise_model_1/model/conv2d_14/Conv2D:0 0=480 1=1 5=1 6=38400 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv__253                1 1 model_1/model/re_lu_14/Relu6_model_1/model/batch_normalization_21/FusedBatchNormV3_model_1/model/batch_normalization_25/FusedBatchNormV3_model_1/model/depthwise_conv2d_8/depthwise_model_1/model/conv2d_14/Conv2D:0 model_1/model/re_lu_15/Relu6_model_1/model/batch_normalization_22/FusedBatchNormV3_model_1/model/batch_normalization_25/FusedBatchNormV3_model_1/model/depthwise_conv2d_8/depthwise_model_1/model/depthwise_conv2d_7/depthwise:0 0=480 1=3 4=1 5=1 6=4320 7=480 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv__254                1 1 model_1/model/re_lu_15/Relu6_model_1/model/batch_normalization_22/FusedBatchNormV3_model_1/model/batch_normalization_25/FusedBatchNormV3_model_1/model/depthwise_conv2d_8/depthwise_model_1/model/depthwise_conv2d_7/depthwise:0 Conv__254:0 0=80 1=1 5=1 6=38400
BinaryOp                 model_1/model/add_3/add  2 1 Conv__254:0 model_1/model/add_2/add:0_splitncnn_0 model_1/model/add_3/add:0
Convolution              Conv__255                1 1 model_1/model/add_3/add:0 model_1/model/re_lu_16/Relu6_model_1/model/batch_normalization_24/FusedBatchNormV3_model_1/model/batch_normalization_25/FusedBatchNormV3_model_1/model/depthwise_conv2d_8/depthwise_model_1/model/conv2d_16/Conv2D:0 0=480 1=1 5=1 6=38400 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv__256                1 1 model_1/model/re_lu_16/Relu6_model_1/model/batch_normalization_24/FusedBatchNormV3_model_1/model/batch_normalization_25/FusedBatchNormV3_model_1/model/depthwise_conv2d_8/depthwise_model_1/model/conv2d_16/Conv2D:0 model_1/model/re_lu_17/Relu6_model_1/model/batch_normalization_25/FusedBatchNormV3_model_1/model/depthwise_conv2d_8/depthwise:0 0=480 1=5 4=2 5=1 6=12000 7=480 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv__257                1 1 model_1/model/re_lu_17/Relu6_model_1/model/batch_normalization_25/FusedBatchNormV3_model_1/model/depthwise_conv2d_8/depthwise:0 Conv__257:0 0=112 1=1 5=1 6=53760
Split                    splitncnn_4              1 2 Conv__257:0 Conv__257:0_splitncnn_0 Conv__257:0_splitncnn_1
Convolution              Conv__260                1 1 Conv__257:0_splitncnn_1 model_1/model/re_lu_18/Relu6_model_1/model/batch_normalization_27/FusedBatchNormV3_model_1/model/batch_normalization_34/FusedBatchNormV3_model_1/model/depthwise_conv2d_11/depthwise_model_1/model/conv2d_18/Conv2D:0 0=672 1=1 5=1 6=75264 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv__261                1 1 model_1/model/re_lu_18/Relu6_model_1/model/batch_normalization_27/FusedBatchNormV3_model_1/model/batch_normalization_34/FusedBatchNormV3_model_1/model/depthwise_conv2d_11/depthwise_model_1/model/conv2d_18/Conv2D:0 model_1/model/re_lu_19/Relu6_model_1/model/batch_normalization_28/FusedBatchNormV3_model_1/model/batch_normalization_34/FusedBatchNormV3_model_1/model/depthwise_conv2d_11/depthwise_model_1/model/depthwise_conv2d_9/depthwise:0 0=672 1=5 4=2 5=1 6=16800 7=672 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv__262                1 1 model_1/model/re_lu_19/Relu6_model_1/model/batch_normalization_28/FusedBatchNormV3_model_1/model/batch_normalization_34/FusedBatchNormV3_model_1/model/depthwise_conv2d_11/depthwise_model_1/model/depthwise_conv2d_9/depthwise:0 Conv__262:0 0=112 1=1 5=1 6=75264
BinaryOp                 model_1/model/add_4/add  2 1 Conv__262:0 Conv__257:0_splitncnn_0 model_1/model/add_4/add:0
Split                    splitncnn_5              1 2 model_1/model/add_4/add:0 model_1/model/add_4/add:0_splitncnn_0 model_1/model/add_4/add:0_splitncnn_1
Convolution              Conv__265                1 1 model_1/model/add_4/add:0_splitncnn_1 model_1/model/re_lu_20/Relu6_model_1/model/batch_normalization_30/FusedBatchNormV3_model_1/model/batch_normalization_34/FusedBatchNormV3_model_1/model/depthwise_conv2d_11/depthwise_model_1/model/conv2d_20/Conv2D:0 0=672 1=1 5=1 6=75264 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv__266                1 1 model_1/model/re_lu_20/Relu6_model_1/model/batch_normalization_30/FusedBatchNormV3_model_1/model/batch_normalization_34/FusedBatchNormV3_model_1/model/depthwise_conv2d_11/depthwise_model_1/model/conv2d_20/Conv2D:0 model_1/model/re_lu_21/Relu6_model_1/model/batch_normalization_31/FusedBatchNormV3_model_1/model/depthwise_conv2d_10/depthwise_model_1/model/depthwise_conv2d_11/depthwise:0 0=672 1=5 4=2 5=1 6=16800 7=672 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv__267                1 1 model_1/model/re_lu_21/Relu6_model_1/model/batch_normalization_31/FusedBatchNormV3_model_1/model/depthwise_conv2d_10/depthwise_model_1/model/depthwise_conv2d_11/depthwise:0 Conv__267:0 0=112 1=1 5=1 6=75264
BinaryOp                 model_1/model/add_5/add  2 1 Conv__267:0 model_1/model/add_4/add:0_splitncnn_0 model_1/model/add_5/add:0
Convolution              Conv__268                1 1 model_1/model/add_5/add:0 model_1/model/re_lu_22/Relu6_model_1/model/batch_normalization_33/FusedBatchNormV3_model_1/model/batch_normalization_34/FusedBatchNormV3_model_1/model/depthwise_conv2d_11/depthwise_model_1/model/conv2d_22/Conv2D:0 0=672 1=1 5=1 6=75264 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv__269                1 1 model_1/model/re_lu_22/Relu6_model_1/model/batch_normalization_33/FusedBatchNormV3_model_1/model/batch_normalization_34/FusedBatchNormV3_model_1/model/depthwise_conv2d_11/depthwise_model_1/model/conv2d_22/Conv2D:0 model_1/model/re_lu_23/Relu6_model_1/model/batch_normalization_34/FusedBatchNormV3_model_1/model/depthwise_conv2d_11/depthwise:0 0=672 1=5 3=2 4=1 15=2 16=2 5=1 6=16800 7=672 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv__270                1 1 model_1/model/re_lu_23/Relu6_model_1/model/batch_normalization_34/FusedBatchNormV3_model_1/model/depthwise_conv2d_11/depthwise:0 Conv__270:0 0=192 1=1 5=1 6=129024
Split                    splitncnn_6              1 2 Conv__270:0 Conv__270:0_splitncnn_0 Conv__270:0_splitncnn_1
Convolution              Conv__273                1 1 Conv__270:0_splitncnn_1 model_1/model/re_lu_24/Relu6_model_1/model/batch_normalization_36/FusedBatchNormV3_model_1/model/batch_normalization_46/FusedBatchNormV3_model_1/model/depthwise_conv2d_15/depthwise_model_1/model/conv2d_24/Conv2D:0 0=1152 1=1 5=1 6=221184 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv__274                1 1 model_1/model/re_lu_24/Relu6_model_1/model/batch_normalization_36/FusedBatchNormV3_model_1/model/batch_normalization_46/FusedBatchNormV3_model_1/model/depthwise_conv2d_15/depthwise_model_1/model/conv2d_24/Conv2D:0 model_1/model/re_lu_25/Relu6_model_1/model/batch_normalization_37/FusedBatchNormV3_model_1/model/depthwise_conv2d_12/depthwise_model_1/model/depthwise_conv2d_15/depthwise:0 0=1152 1=5 4=2 5=1 6=28800 7=1152 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv__275                1 1 model_1/model/re_lu_25/Relu6_model_1/model/batch_normalization_37/FusedBatchNormV3_model_1/model/depthwise_conv2d_12/depthwise_model_1/model/depthwise_conv2d_15/depthwise:0 Conv__275:0 0=192 1=1 5=1 6=221184
BinaryOp                 model_1/model/add_6/add  2 1 Conv__275:0 Conv__270:0_splitncnn_0 model_1/model/add_6/add:0
Split                    splitncnn_7              1 2 model_1/model/add_6/add:0 model_1/model/add_6/add:0_splitncnn_0 model_1/model/add_6/add:0_splitncnn_1
Convolution              Conv__278                1 1 model_1/model/add_6/add:0_splitncnn_1 model_1/model/re_lu_26/Relu6_model_1/model/batch_normalization_39/FusedBatchNormV3_model_1/model/batch_normalization_46/FusedBatchNormV3_model_1/model/depthwise_conv2d_15/depthwise_model_1/model/conv2d_26/Conv2D:0 0=1152 1=1 5=1 6=221184 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv__279                1 1 model_1/model/re_lu_26/Relu6_model_1/model/batch_normalization_39/FusedBatchNormV3_model_1/model/batch_normalization_46/FusedBatchNormV3_model_1/model/depthwise_conv2d_15/depthwise_model_1/model/conv2d_26/Conv2D:0 model_1/model/re_lu_27/Relu6_model_1/model/batch_normalization_40/FusedBatchNormV3_model_1/model/depthwise_conv2d_13/depthwise_model_1/model/depthwise_conv2d_15/depthwise:0 0=1152 1=5 4=2 5=1 6=28800 7=1152 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv__280                1 1 model_1/model/re_lu_27/Relu6_model_1/model/batch_normalization_40/FusedBatchNormV3_model_1/model/depthwise_conv2d_13/depthwise_model_1/model/depthwise_conv2d_15/depthwise:0 Conv__280:0 0=192 1=1 5=1 6=221184
BinaryOp                 model_1/model/add_7/add  2 1 Conv__280:0 model_1/model/add_6/add:0_splitncnn_0 model_1/model/add_7/add:0
Split                    splitncnn_8              1 2 model_1/model/add_7/add:0 model_1/model/add_7/add:0_splitncnn_0 model_1/model/add_7/add:0_splitncnn_1
Convolution              Conv__283                1 1 model_1/model/add_7/add:0_splitncnn_1 model_1/model/re_lu_28/Relu6_model_1/model/batch_normalization_42/FusedBatchNormV3_model_1/model/batch_normalization_46/FusedBatchNormV3_model_1/model/depthwise_conv2d_15/depthwise_model_1/model/conv2d_28/Conv2D:0 0=1152 1=1 5=1 6=221184 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv__284                1 1 model_1/model/re_lu_28/Relu6_model_1/model/batch_normalization_42/FusedBatchNormV3_model_1/model/batch_normalization_46/FusedBatchNormV3_model_1/model/depthwise_conv2d_15/depthwise_model_1/model/conv2d_28/Conv2D:0 model_1/model/re_lu_29/Relu6_model_1/model/batch_normalization_43/FusedBatchNormV3_model_1/model/depthwise_conv2d_14/depthwise_model_1/model/depthwise_conv2d_15/depthwise:0 0=1152 1=5 4=2 5=1 6=28800 7=1152 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv__285                1 1 model_1/model/re_lu_29/Relu6_model_1/model/batch_normalization_43/FusedBatchNormV3_model_1/model/depthwise_conv2d_14/depthwise_model_1/model/depthwise_conv2d_15/depthwise:0 Conv__285:0 0=192 1=1 5=1 6=221184
BinaryOp                 model_1/model/add_8/add  2 1 Conv__285:0 model_1/model/add_7/add:0_splitncnn_0 model_1/model/add_8/add:0
Convolution              Conv__286                1 1 model_1/model/add_8/add:0 model_1/model/re_lu_30/Relu6_model_1/model/batch_normalization_45/FusedBatchNormV3_model_1/model/batch_normalization_46/FusedBatchNormV3_model_1/model/depthwise_conv2d_15/depthwise_model_1/model/conv2d_30/Conv2D:0 0=1152 1=1 5=1 6=221184 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv__287                1 1 model_1/model/re_lu_30/Relu6_model_1/model/batch_normalization_45/FusedBatchNormV3_model_1/model/batch_normalization_46/FusedBatchNormV3_model_1/model/depthwise_conv2d_15/depthwise_model_1/model/conv2d_30/Conv2D:0 model_1/model/re_lu_31/Relu6_model_1/model/batch_normalization_46/FusedBatchNormV3_model_1/model/depthwise_conv2d_15/depthwise:0 0=1152 1=3 4=1 5=1 6=10368 7=1152 9=3 -23310=2,0.000000e+00,6.000000e+00
Pooling                  model_1/model/global_average_pooling2d/Mean 1 1 model_1/model/re_lu_31/Relu6_model_1/model/batch_normalization_46/FusedBatchNormV3_model_1/model/depthwise_conv2d_15/depthwise:0 model_1/model/global_average_pooling2d/Mean:0 0=1 4=1
Squeeze                  model_1/model/global_average_pooling2d/Mean_Squeeze__304 1 1 model_1/model/global_average_pooling2d/Mean:0 model_1/model/global_average_pooling2d/Mean_Squeeze__304:0 -23300=2,2,3
Split                    splitncnn_9              1 2 model_1/model/global_average_pooling2d/Mean_Squeeze__304:0 model_1/model/global_average_pooling2d/Mean_Squeeze__304:0_splitncnn_0 model_1/model/global_average_pooling2d/Mean_Squeeze__304:0_splitncnn_1
Gemm                     model_1/model/conv_handedness/MatMul_model_1/model/conv_handedness/BiasAdd_dense/MatMul_Gemm__14 3 1 model_1/model/global_average_pooling2d/Mean_Squeeze__304:0_splitncnn_1 model_1/model/conv_handedness/MatMul_model_1/model/conv_handedness/BiasAdd_dense/MatMul/ReadVariableOp:0 model_1/model/conv_handedness/MatMul_model_1/model/conv_handedness/BiasAdd_dense/BiasAdd/ReadVariableOp:0 model_1/model/conv_handedness/MatMul_model_1/model/conv_handedness/BiasAdd_dense/MatMul_Gemm__14:0
Sigmoid                  score                    1 1 model_1/model/conv_handedness/MatMul_model_1/model/conv_handedness/BiasAdd_dense/MatMul_Gemm__14:0 score
Gemm                     points 3 1 model_1/model/global_average_pooling2d/Mean_Squeeze__304:0_splitncnn_0 Identity_dense/MatMul/ReadVariableOp:0 Identity_dense/BiasAdd/ReadVariableOp:0 points
